Repository: EKlaman/gwent-tracker
Catalog: src/GwentTracker/locale/cards.*.po
Languages: ar, cs, de, fr, hu, it, ja, pl, pt_br, tr

source: Ash shall fertilize the soil. By spring, the valley shall bloom once more.
ar: ﯾﻤﻜﻦ ﺑﻞ وﯾﺠﺐ أن ﺗﺒﻘﻰ (دول ﺑﻼﺛﺎﻧﺎ) ﻣﻼذًا ﻣﺴﺘﻘﻼً ﻟﺴﻼﻟﺔ (إﯾﻦ ﺳﯿﺪھﻲ).
cs: Dol Blathanna může a musí zůstat nezávislým útočištěm pro Aen Seidhe.
de: Dol Blathanna kann und muss eine unabhängige Zuflucht der Aen Seidhe bleiben.
hu: „Dol Blathanna az Aen Sidhe független menedéke lehet, s annak is kell maradnia.
it: Dol Blathanna può e deve essere un rifugio indipendente per gli Aen Seidhe.
tr: Kül, toprağın bereketini artıracak. Bahar geldiğinde vadide bir kez daha çiçekler açacak.

source: Francesca Findabair Daisy of the Valley
ar: زھﺮة اﻟﻮادي (ﻓﺮاﻧﺸﯿﺴﻜﺎ ﻓﯿﻨﺪاﺑﯿﺮ)
cs: Francesca Findabair Sedmikráska z Dolin
de: Francesca Findabair Gänseblümchen des Tals
hu: Francesca Findabair Völgyek Százszorszépe
it: Francesca Findabair Margherita della Valle
tr: Francesca Findabair Vadinin Papatyası

source: The Elder Races have forgotten more than humans can ever hope to know.
ar: ﻣﺎ ﻧﺴﯿﺘﮫ (ﺳﻼﻻت اﻟﻘﺪﻣﺎء) ﯾﻔﻮق ﻛﻞ ﻣﺎ ﻗﺪ ﯾﺄﻣﻞ اﻟﺒﺸﺮ ﻓﻲ ﻣﻌﺮﻓﺘﮫ.
cs: Starší rasy už zapomněly víc, než by kdy lidé mohli vědět.
de: Die älteren Völker haben mehr vergessen, als die Menschen je wissen werden.
hu: „Az Ősi Fajok többet felejtettek, mint amit az emberek megtanulni remélhetnek.
it: Le razze antiche hanno dimenticato più di quanto gli uomini possano sperare di ricordare.
tr: Kadim Irklar, insanların öğrenmeyi umut edebileceğinden çok fazlasını unutmuştur.

source: Francesca Findabair the Beautiful
ar: اﻟﺠﻤﯿﻠﺔ (ﻓﺮاﻧﺸﯿﺴﻜﺎ ﻓﯿﻨﺪاﺑﯿﺮ)
cs: Francesca Findabair Nádherná
de: Francesca Findabair Die Schöne
hu: Francesca Findabair A Szépséges
it: Francesca Findabair La Bellissima
tr: Francesca Findabair Güzeller Güzeli

source: Do not let my beauty distract your aim.
ar: ﻻ ﺗﺪع ﺟﻤﺎﻟﻲ ﯾﻠﮭﯿﻚ ﻋﻦ ھﺪﻓﻚ!
cs: Nenech svou mušku rozptýlit mou krásou.
de: Lass dich beim Zielen nicht von meiner Schönheit ablenken!
hu: „Ne hagyd, hogy a szépségem miatt rosszul célozz!
it: Non lasciare che la mia bellezza disturbi la tua mira!
tr: Güzelliğimin seni hedefinden saptırtmasına izin verme.

source: Francesca Findabair Queen of Dol Blathanna
ar: ﻣﻠﻜﺔ (دول ﺑﻼﺛﺎﻧﺎ) (ﻓﺮاﻧﺸﯿﺴﻜﺎ ﻓﯿﻨﺪاﺑﯿﺮ)
cs: Francesca Findabair Královna Dol Blathanna
de: Francesca Findabair Königin Dol Blathannas
hu: Francesca Findabair Dol Blathanna királynője
it: Francesca Findabair Regina di Dol Blathanna
tr: Francesca Findabair Dol Blathanna Kraliçesi

source: To live in peace, we first must kill. This is human oppression's cruel finale.
ar: ﻟﻨﺤﯿﺎ ﻓﻲ ﺳﻼم، ﻋﻠﯿﻨﺎ أن ﻧﻘﺘﻞ ﻻ ﻣﺤﺎﻟﺔ. ھﺬه ﺧﺎﺗﻤﺔ اﻟﺴﻮء ﻟﻠﻈﻠﻢ اﻹﻧﺴﺎﻧﻲ.
cs: Abychom mohli žít v míru, musíme zabíjet. To je kruté finále lidského útlaku.
de: Wir müssen töten, um in Frieden zu leben. Grausames Finale der Unterdrückung.
hu: „Hogy békében éljünk, ahhoz ölni kell. Ez az emberi elnyomás szörnyű fináléja.
it: Per vivere in pace, prima bisogna uccidere. È l'esito dell'oppressione umana.
tr: Barış içinde yaşamak için önce öldürmeliyiz. Bu, insan zulmünün acımasız kaderidir.

source: Francesca Findabair Hope of the Aen Seidhe
ar: (ﻓﺮاﻧﺸﯿﺴﻜﺎ ﻓﯿﻨﺪاﺑﯿﺮ) أﻣﻞ ﺳﻼﻟﺔ (إﯾﻦ ﺳﯿﺪھﻲ)

source: Daede sian caente, Aen Seidhe en'allane ael coeden…
ar: داﯾﺪي ﺳﯿﺎن ﻛﺎﯾﻨﺘﻲ، إﯾﻦ ﺳﯿﺪھﻲ إﻧﺎﻻﯾﻦ آﯾﻞ ﻛﻮﯾﺪﯾﻦ...

source: When the time of the White Frost comes, Hemdall will sound the call for battle.
ar: ﻋﻨﺪﻣﺎ ﯾﺤﯿﻦ اﻟﺼﻘﯿﻊ اﻟﺜﻠﺠﻲ ﺳﻮف ﯾﺪﻋﻮ (ھﯿﻤﺪال) ﻟﻠﻤﻌﺮﻛﺔ.

source: Instead of mournin' the fallen, let's drink to their memory!
ar: ﺑﺪﻻ ﻣﻦ اﻟﺤﺪاد ﻋﻠﻰ ﻣﻦ ﺳﻘﻄﻮا، دﻋﻮﻧﺎ ﻧﺸﺮب ﻧﺨﺐ ذﻛﺮاھﻢ!.

source: They call me Sparrowhawk, know why? Because I eat rats like you for breakfast.
ar: ﯾﺴﻤﻮﻧﻨﻲ (اﻟﺒﺎﺷﻖ)، ھﻞ ﺗﻌﺮف ﻟﻤﺎذا؟ ﻷﻧﻨﻲ آﻛﻞ اﻟﺠﺮذان ﻣﺜﻠﻚ ﻋﻠﻰ اﻹﻓﻄﺎر.

source: Only the ignorant dismiss the importance of myths.
ar: اﻟﺠﺎھﻞ ﻓﻘﻂ ھﻮ ﻣﻦ ﻻ ﯾﻌﺮف ﻗﯿﻤﺔ اﻷﺳﺎطﯿﺮ.

source: Hear ye now the tale of the heroic deeds of Clan an Craite.
ar: اﺳﺘﻤﻌﻮا اﻵن إﻟﻰ ﺣﻜﺎﯾﺔ اﻷﻋﻤﺎل اﻟﺒﻄﻮﻟﯿﺔ ﻟﻌﺸﯿﺮة (آن ﻛﺮاﯾﺖ).

source: Now let's drink to Emperor of Nilfgaard - may his prick forever stay limp!
ar: اﻵن دﻋﻮﻧﺎ ﻧﺸﺮب ﻧﺨﺐ إﻣﺒﺮاطﻮر (ﻧﯿﻠﻔﺠﺎرد) - ﻟﺘﺒﻘﻰ ﻗﻮﺗﮫ ﺿﻌﯿﻔﺔ إﻟﻰ اﻷﺑﺪ!

source: WAAAAAAAAAAGH!!!!
ar: واااااااااج!!!

source: I've gathered all the jarls together. Now make your case.
ar: ﻟﻘﺪ ﺟﻤﻌﺖ ﻛﻞ ﻣﻦ ﯾﺤﻤﻠﻮن ﻟﻘﺐ (اﻹﯾﺮل) ﺣﺘﻰ ﺗﺘﻤﻜﻦ ﻣﻦ أن ﺗﺸﺮح ﻟﮭﻢ أﺳﺒﺎﺑﻚ.

source: Haaaargh! After me, if ye've the bollocks!
ar: ھﺎاااااج! اﺗﺒﻌﻨﻲ إن ﻛﻨﺖ ﺗﻤﻠﻚ اﻟﺸﺠﺎﻋﺔ اﻟﻜﺎﻓﯿﺔ!

source: Skellige must have a strong king. No matter what it takes.
ar: ﯾﺠﺐ أن ﯾﻜﻮن ﻟـ(ﺳﻜﯿﻠﺪج) ﻣﻠﻜًﺎ ﻗﻮﯾﺎ. ﻣﮭﻤﺎ ﺗﻜﻠﻒ اﻷﻣﺮ.

source: I'm damn near ready to puke from boredom.
ar: ﻟﻘﺪ اﻗﺘﺮﺑﺖ ﻣﻦ اﻟﺘﻘﯿﺆ ﺑﺴﺒﺐ اﻟﻤﻠﻞ.

source: The emperor also thought him an accidental king. At first.
ar: ظﻨﮫ اﻹﻣﺒﺮاطﻮر أﯾﻀﺎ ﻣﻠﻜًﺎ ﺑﺎﻟﺼﺪﻓﺔ. ﻟﻜﻦ ذﻟﻚ ﻛﺎن ﻓﻲ اﻟﺒﺪاﯾﺔ.

source: Many've tried to defeat Olaf. But won't hear about it from them - they're dead.
ar: ﺣﺎول اﻟﻜﺜﯿﺮون ھﺰﯾﻤﺔ (أوﻻف). ﻟﻜﻨﻚ ﻟﻦ ﺗﺴﻤﻊ ﻋﻦ ھﺬا ﻣﻨﮭﻢ - ﻓﮭﻢ أﻣﻮات.

source: Kill, crush, cleave!
ar: اﻗﺘﻞ، اﺳﺤﻖ، ﻗﻄّﻊ!

source: Want some?
ar: ھﻞ ﺗﺮﯾﺪ اﻟﻘﺘﺎل؟

source: I'll bring the an Craites such glory, bards'll go hoarse singin' me praises!
ar: ﺳﻮف أﺟﻠﺐ اﻟﻤﺠﺪ ﻟﻌﺸﯿﺮة (آن ﻛﺮاﯾﺖ)، وﺳﻮف ﯾﺸﯿﺪ ﺑﻲ اﻟﺸﻌﺮاء ﺑﻐﻨﺎﺋﮭﻢ اﻷﺟﺶ!

source: Ye're in for a poundin'.
ar: ھﻞ ﺗﺮﻏﺐ ﻓﻲ اﻟﻘﺘﺎل؟

source: The deeds of Clan Heymaey will go down in history.
ar: إن أﻋﻤﺎل ﻋﺸﯿﺮة (ھﯿﻤﻲ) ﺳﺘُﺴﺠﻞ ﻓﻲ اﻟﺘﺎرﯾﺦ.

source: Escape them? In the waters of Skellige? Good luck.
ar: اﻟﮭﺮوب ﻣﻨﮭﻢ؟ ﻓﻲ ﻣﯿﺎه (ﺳﻜﯿﻠﺪج)؟ ﺣﻈﺎ ﺳﻌﯿﺪا.

source: They say Hemdall's heart swells whenever the longships sail out on a raid.
ar: ﯾﻘﺎل إن ﻗﻠﺐ (ھﯿﻤﺪال) ﯾﻨﻘﺒﺾ ﻛﻠﻤﺎ ﺧﺮﺟﺖ اﻟﺴﻔﻦ ﻟﻺﻏﺎرة.

source: So ye can hit a movin' target at two hundred paces. Me, too. In a storm.
ar: إذن ﺗﺴﺘﻄﯿﻊ إﺻﺎﺑﺔ ھﺪف ﻋﻠﻰ ﺑﻌﺪ ﻣﺎﺋﺘﻲ ﺧﻄﻮة. أﻧﺎ أﯾﻀﺎ وﻟﻜﻦ ﺧﻼل ﻋﺎﺻﻔﺔ.

source: They'll shatter on our shields like waves on a rocky shore.
ar: ﺳﻮف ﯾﺘﻜﺴﺮون ﻋﻠﻰ دروﻋﻨﺎ ﻛﻤﺎ ﺗﺘﻜﺴﺮ اﻷﻣﻮاج ﻋﻠﻰ ﺷﺎطﺊ ﺻﺨﺮي.

source: Can see the fear in their eyes. Fear o' me… fear o' Clan Dimun!
ar: أﺳﺘﻄﯿﻊ أن أرى اﻟﺨﻮف ﻓﻲ ﻋﯿﻮﻧﮭﻢ. اﺧﺸﻮﻧﻲ ... اﺧﺸﻮﻧﻲ ﯾﺎ ﻋﺸﯿﺮة (دﯾﻤﻮن)!

source: When the time comes, the cockerel Kambi shall crow and awaken Hemdall.
ar: ﺣﯿﻦ ﯾﺄﺗﻲ اﻟﻮﻗﺖ اﻟﻤﻨﺎﺳﺐ ﺳﻮف ﯾﮭﺠﻢ (ﻛﻮﻛﺮﯾﻞ ﻛﺎﻣﺒﻲ) ﻋﻠﻰ (ھﯿﻤﺪال) وﯾﻮﻗﻈﮫ ﻣﻦ ﺳﺒﺎﺗﮫ.

source: No one can replace Bran. Though they're sure to try.
ar: ﻟﯿﺲ ھﻨﺎك ﻣﻦ ﯾﻤﻜﻨﮫ أن ﯾﺤﻞ ﻣﺤﻞ اﻟﻤﻠﻚ (ﺑﺮان). ﻟﻜﻨﮭﻢ ﺳﯿﺤﺎوﻟﻮن اﺳﺘﺒﺪاﻟﮫ ﺑﺎﻟﻄﺒﻊ.
