Repository: EKlaman/gwent-tracker
Catalog: src/GwentTracker/locale/cards.*.po
Languages: ar, cs, de, fr, hu, it, ja, pl, pt_br, tr

source: White Orchard
ar: (واﯾﺖ أورﺗﺸﺎرد)
cs: Bělosad
de: Weißgarten
fr: Blanchefleur
hu: Fehér Gyümölcsöskert
it: Bianco Frutteto
ja: ホワイト・オーチャード
pl: Biały Sad
pt_br: Pomar Branco
tr: Ak Bostan

source: Quartermaster
ar: ﺿﺎﺑﻂ
cs: Provianťák
de: Quartiermeister
fr: Intendant
hu: Szállásmester
it: Quartiermastro
ja: 補給将校
pl: Kwatermistrz
pt_br: Quartel-mestre
tr: Levazım Subayı

source: Crow's Perch
ar: ﻗﻠﻌﺔ (ﻛﺮو ﺑﯿﺮش)
cs: Vranohrad
de: Krähenfels
fr: Perchefreux
hu: Hollószirt
it: Nido del Corvo
ja: クロウパーチ
pl: Wrońce
pt_br: Poleiro do Corvo
tr: Karga Tüneği

source: Seven Cats Inn
ar: ﺣﺎﻧﺔ (ﺳﯿﭭﯿﻦ ﻛﺎﺗﺲ)
cs: Hospoda U Sedmi koček
de: Die Sieben Katzen
fr: Auberge des Sept-Chats
hu: Hét Macska fogadó
it: Locanda dei Sette Gatti
ja: セブン・キャッツ・イン
pl: Karczma Siedem Kotów
pt_br: Estalagem Sete Gatos
tr: Yedi Kedi Hanı

source: Commander's Horn
ar: ﺑﻮق اﻟﻘﺎﺋﺪ
cs: Velitelský roh
de: Horn des Kommandanten
fr: Sonnerie de la charge
hu: Parancsnoki kürt
it: Corno del comandante
ja: 指揮官の角笛
pl: Róg dowódcy
pt_br: Corneta do Comandante
tr: Komutan Borusu

source: "Plus one to morale, minus three to hearing."
fr: "Plus un au moral, moins trois à l'ouïe."
ja: 「士気が上がると、その3倍聞きわけがなくなる」
pl: „Do atakuuuuu!!!"
pt_br: "Mais um para a moral, menos três para audição."

source: Inn at the Crossroads
ar: ﺣﺎﻧﺔ ﻋﻨﺪ ﻣﻔﺘﺮق اﻟﻄﺮق
cs: Hodpoda Na Rozcestí
de: Taverne am Scheideweg
fr: Auberge de la Croisée des chemins
hu: Fogadó a keresztútnál
it: Taverna del Crocevia
ja: 十字路の宿屋
pl: Karczma na Rozstajach
pt_br: Estalagem na Encruzilhada
tr: Kavşaktaki Han

source: Marquise Serenity
ar: (ﻣﺎرﻛﯿﺰ ﺳﯿﺮﯾﻨﺘﻲ)
cs: Markýza Nebeská
de: Marquise Serenitz
fr: Marquise Sérénité
hu: Élv márkinő
it: Marchesa Serenity
ja: 侯爵夫人
pl: Markiza Serenity
pt_br: Marquesa Serenity
tr: Markiz Sükûnet

source: Scorch
ar: اﻟﺤﺎرﻗﺔ
cs: Sežehnutí
de: Verbrennen
fr: Terre brûlée
hu: Felperzselés
it: Ustione
ja: 焦土作戦
pl: Pożoga
pt_br: Queimar
tr: Kavuran

source: "Pillars of flame turn the mightiest to ash. All others tremble in shock and awe."
fr: "Tuez le bétail, brûlez les champs, salez la terre ! Ne leur laissez aucun moyen de subsister."
ja: 「炎が強者を灰と化す。他の者は恐怖に慄く」
pl: „Że też zawsze musi jebnąć tam, gdzie najbardziej boli!"
pt_br: "Pilares de chamas transformam o mais poderoso em cinzas. Todos os demais tremem em choque e estupor."

source: Cunny of the Goose
ar: ﻣﻠﮭﻰ (ذا ﻛﺎﻧﻲ أوڤ ذا ﺟﻮز)
cs: Husí pípa
de: Die Gänsemöse
fr: La Fente de l'Oie
hu: Mézes Csupor
it: Oca discinta
ja: カニー・オブ・ザ・グース
pl: Karczma Gęsia Pipa
pt_br: O Puteiro da Gansa
tr: Kazın Kukusu

source: Biting Frost
ar: اﻟﺼﻘﯿﻊ اﻟﻘﺎرس
cs: Štiplavý mráz
de: Klirrende Kälte
fr: Froid mordant
hu: Dermesztő fagy
it: Morsa del gelo
ja: 冬将軍
pl: Trzaskający mróz
pt_br: Frio Congelante
tr: Isıran Ayaz

source: "Best part about frost - bodies of the fallen don't rot so quickly."
fr: "Ce qui est bien avec le givre, c'est qu'il ralentit la putréfaction des corps."
ja: 「冬の何がいいかって？ 死体が腐臭を放たずにすむだろう」
pl: „Tak mi palce zgrabiały, że ledwie miecz trzymam... A tu jeszcze machać trzeba".
pt_br: "O melhor da geada é que os corpos dos mortos não apodrecem tão rápido."

source: Impenetrable Fog
ar: اﻟﻀﺒﺎب اﻟﺬي ﻻ ﯾﻤﻜﻦ اﺧﺘﺮاﻗﮫ
cs: Neproniknutelná mlha
de: Extrem dichter Nebel
fr: Brouillard impénétrable
hu: Átláthatatlan köd
it: Nebbia impenetrabile
ja: 濃霧
pl: Gęsta mgła
pt_br: Névoa Impenetrável
tr: Aşılamaz Sis

source: "A good commander's dream... a bad one's horror."
fr: "Le rêve d'un bon commandant… mais le cauchemar d'un mauvais."
ja: 「有能な指揮官は霧を喜び、無能な指揮官は霧を怖れる」
pl: „Mgła, że oko wykol... Cokolwiek to znaczy".
pt_br: "O sonho de um bom comandante... e terror de um péssimo."

source: Torrential Rain
ar: اﻟﻤﻄﺮ اﻟﻐﺰﯾﺮ
cs: Prudký déšť
de: Strömender Regen
fr: Pluie torrentielle
hu: Felhőszakadás
it: Pioggia torrenziale
ja: 豪雨
pl: Ulewny deszcz
pt_br: Chuva Torrencial
tr: Şiddetli Yağmur

source: "Even the rain in this land smells like piss."
fr: "Dans cette région, même la pluie sent la pisse."
ja: 「この地では、雨すら小便の臭いがする」
pl: „Wieża oblężnicza utknęła w błocie!": „Widzę, idioto. Trąb na odwrót".
pt_br: "Até a chuva daqui cheira a mijo."

source: Clear Weather
ar: طﻘﺲ ﺻﺎفٍ
cs: Jasná obloha
de: Gutes Wetter
fr: Temps dégagé
hu: Tiszta idő
it: Clima sereno
ja: 晴天
pl: Czyste niebo
pt_br: Tempo Claro
tr: Açık Hava

source: "The sun's shinin', Dromle! The sun's shinin'! Maybe there's hope left after all…"
fr: "Le soleil brille, Dromile ! Il brille ! Tout espoir n'est peut-être pas perdu."
ja: 「いい天気だよ、ドロムル！ まだ希望があるのかもしれないね…」
pl: „Piękny dzień, żeby umrzeć".
pt_br: "O Sol tá brilhando, Dromle! O Sol tá brilhando! Acho que ainda temos chance..."

source: Geralt of Rivia
ar: (ﭼﯿﺮاﻟﺖ) ﻣﻦ (رﯾﭭﯿﺎ)
cs: Geralt z Rivie
de: Geralt von Riva
fr: Geralt de Riv
hu: Riviai Geralt
it: Geralt di Rivia
ja: リヴィアのゲラルト
pl: Geralt z Rivii
pt_br: Geralt de Rívia
tr: Rivialı Geralt

source: "If that's what it takes to save the world, it's better to let that world die."
fr: "À choisir entre deux maux, je préfère ne pas choisir du tout."
ja: 「他に世界を救う方法がないなら、救わない方がまだマシだ」
pl: „Jeżeli mam wybierać pomiędzy jednym złem a drugim, to wolę nie wybierać wcale".
pt_br: "Se isso for o que é preciso para salvar o mundo, é melhor deixá-lo morrer."

source: Thaler
ar: (ﺗﺎھﻠﺮ)
cs: Talar
fr: Talar
ja: ザラー
pl: Talar

source: Vesemir
ar: (ﭬﯿﺴﯿﻤﯿﺮ)
ja: ヴェセミル

source: "If you're to be hanged, ask for water. Anything can happen before they fetch it."
fr: "Au moment d'être pendu, demande de l'eau. Tout peut arriver avant qu'on la puise."
ja: 「首を吊られそうになったら、最後の一杯を要求しろ。その間に策を講じればいい」
pl: „Gdy cię mają wieszać, poproś o wodę. Nie wiadomo, co się zdarzy, zanim przyniosą".
pt_br: "Se for ser enforcado, peça por água. Tudo pode acontecer antes que a tragam."

source: Vivaldi Bank
ar: ﺑﻨﻚ (ﭬﯿﭭﺎﻟﺪي)
cs: Vivaldiho banka
fr: Banque Vivaldi
it: Banca dei Vivaldi
ja: ヴィヴァルディ銀行
pl: Bank Vivaldich
pt_br: Banco Vivaldi
tr: Vivaldi Bankası

source: Hierarch Square
ar: ﻣﯿﺪان (ھﯿﺮارك)
cs: Náměstí hierarchů
de: Platz des Hierarchen
fr: Place du hiérarque
hu: Főpap tér
it: Piazza del Gerarca
ja: 大祭司広場
pl: Rynek
pt_br: Praça do Hierarca
tr: Baş Piskopos Meydanı

source: Yennefer of Vengerberg
ar: (ﭬﯿﻨﺠﯿﺮﺑﺮج) (ﯾﻨﯿﻔﺮ) ﻣﻦ
cs: Yennefer z Vengerbergu
de: Yennefer von Vengerberg
fr: Yennefer de Vengerberg
hu: Vengerbergi Yennefer
it: Yennefer di Vengerberg
ja: ヴェンガーバーグのイェネファー
pl: Yennefer z Vengerbergu
pt_br: Yennefer de Vengerberg
tr: Vengerbergli Yennefer

source: "Magic is Chaos, Art and Science. It is a curse, a blessing and a progression."
fr: "La magie, c'est le Chaos, l'Art et la Science. C'est une malédiction, une bénédiction et un progrès."
ja: 「黒と白の服を着た彼女は、12月中旬の朝を思い起こさせた」
pl: „Odziana w kompozycję czerni i bieli, przywodziła na myśl grudniowy poranek".
pt_br: "Vestida em preto e branco, ela lembrava o começo de uma manhã de dezembro."

source: Stjepan
ar: (ﺳﺘﺠﯿﺒﺎن)
cs: Štěpán
ja: ステファン

source: Cirilla Fiona Elen Riannon
ar: (ﺳﯿﺮﯾﻼ)
cs: Cirilla
de: Cirilla
hu: Cirilla
it: Cirilla
ja: シリラ
pl: Cirilla
pt_br: Cirilla

source: "Know when fairy tales cease to be tales? When people start believing in them."
fr: "Sais-tu quand les histoires cessent d'être des histoires ? Dès l'instant où quelqu'un commence à y croire."
ja: 「おとぎ話ってのは、人々がその話を信じ始めると、現実になるのよ」
pl: „Wiesz, kiedy bajki przestają być bajkami? Kiedy ludzie zaczynają w nie wierzyć".
pt_br: "Sabe quando os contos de fada não são só contos? Quando as pessoas acreditam."

source: Triss Merigold
ar: (ﺗﺮﯾﺲ ﻣﯿﺮﯾﺠﻮﻟﺪ)
cs: Triss Ranuncul
ja: トリス・メリゴールド

source: "I can take care of myself. Trust me."
fr: "Crois-moi, je sais me défendre."
ja: 「自分のことは自分でできるわ」
pl: „Potrafię o siebie zadbać. Wierz mi".
pt_br: "Posso cuidar de mim mesma. Creia-me."

source: Lambert
ar: (ﻻﻣﺒﺮت)
ja: ランバート

source: The Nowhere
ar: ﺣﺎﻧﺔ (ﻧﻮ وﯾﺮ)
cs: Krčma Nikde
de: Das Nirgendwo
fr: L'Introuvable
hu: A Sehol
it: La Locanda del Nulla
ja: ノーウェア
pl: Karczma Nigdzie
pt_br: Lugar Nenhum
tr: Hiçbiryer

source: Kaer Morhen
ar: (ﻛﺎر ﻣﻮرھﯾﻦ)
ja: ケィア・モルヘン

source: Dandelion
ar: (داﻧﺪﻟﯿﻮن)
cs: Marigold
de: Rittersporn
fr: Jaskier
ja: ダンディリオン
pl: Jaskier

source: "Dandelion, you're a cynic, a lecher, a whoremonger, a liar - and my best friend."
fr: "Je ne mens pas, j'enjolive. Ça n'a rien à voir."
ja: 「ダンディリオン、お前は皮肉屋で、好色で、嘘つきで、俺の最高の友人だ」
pl: „Julian Alfred Pankratz wicehrabia de Lettenhove. Dla przyjaciół – Jaskier".
pt_br: "Dandelion, você é cínico, tarado, mulherengo, mentiroso e o meu melhor amigo."

source: Vegelbud Residence
ar: ﻗﺼﺮ (ﭬﯿﺠﯿﻠﺒﺎد)
cs: Sídlo Vegelbudů
de: Anwesen der Vegelbuds
fr: Résidence Vegelbud
hu: Vegelbud birtok
it: Residenza dei Vegelbud
ja: ヴィーゲルバッドの邸宅
pl: Rezydencja Vegelbudów
pt_br: Residência Vegelbud
tr: Vegelbud Konağı

source: Zoltan Chivay
ar: (زوﻟﺘﺎن ﺗﺸﯿﭭﺎي)
ja: ゾルタン・シヴェイ

source: "Life without old mates and booze is like a woman without a rump."
fr: "La vie sans vieux potes ni alcool, c'est comme une femme sans croupe."
ja: 「ドワーフは友人のためなら命をかけると言う。ゾルタンも例外ではない」
pl: „Lubię czynić dobro. Zwłaszcza dla siebie i mego bezpośredniego otoczenia".
pt_br: "Dizem que um anão se enforcaria por um amigo. O Zoltan não é uma excessão."

source: Scholar
ar: ﺑﺎﺣﺚ
cs: Učenec
de: Gelehrter
fr: Érudit
hu: Tudós
it: Studioso
ja: 学者
pl: Uczony
pt_br: Estudioso
tr: Âlim

source: Emiel Regis Rohellec Terzieff
ar: (إﻣﯿﯿﻞ رﯾﺠﯿﺲ روھﯿﻠﯿﻚ ﺗﯿﺮزﯾﯿﻒ)
de: Regis Rohellec Terzieff
fr: Emiel Régis Rohellec Terzieff-Godefroy
it: Emiel Regis
ja: エミエル・レジス・ロヘレック・テルジエフ

source: "Men, the polite ones, at least, would call me a monster. A blood-drinking freak."
fr: "Pour parler simplement, je passe pour un monstre. Un monstre buveur de sang."
ja: 「少なくとも礼儀正しい人間は、私を怪物と呼ぶよ。血を飲む化け物とね」
pl: „Uchodzę, delikatnie mówiąc, za potwora. Za krwiożercze monstrum".
pt_br: "Os humanos educados me chamam de monstro, de aberração bebedora de sangue."

source: Villentretenmerth
ar: (ﭬﯿﻠﯿﻨﺘﺮﯾﺘﯿﻨﻤﯿﺮث)
ja: ヴィレントレテンメル

source: "Also calls himself Borkh Three Jackdaws… he's not the best at names."
fr: "Il se fait aussi appeler Borch Trois Choucas… Les noms, c'est pas son truc."
ja: 「ボルク・スリー・ジャックドーズとも自称している… 名前を付けるセンスはないようだ」
pl: „Było w tym stworzeniu coś pełnego niewysłowionej gracji".
pt_br: "Também é conhecido como Borkh Três Gralhas... Ele não é muito bom com nomes."

source: Avallac'h
ar: (إﭬﺎﻻﺳﻲ)
ja: アヴァラック

source: "You humans have… unusual tastes."
fr: "Vous autres humains avez des goûts… étranges."
ja: 「予言自体はさして難しくはない。難しいのは正確に予言することだ」
pl: „Nie zwykłem żartować."
pt_br: "Não há segredo para profecias. O segredo é profetizar corretamente."

source: Gremist
ar: (ﺟﺮﯾﻤﯿﺴﺖ)
hu: Dagobert
ja: グレミスト
pl: Gremista

source: "At least you now know I don't easily lose my head."
fr: "Vous avez vu que je ne perds pas la tête facilement."
ja: 「俺の首を簡単には取れないことがわかったか？」
pt_br: "Pelo menos sabe agora não perco minha cabeça tão facilmente."

source: Shani
ja: シャニ

source: Shani's Clinic
fr: Dispensaire de Shani
ja: シャニの診療所
pt_br: Clínica da Shani

source: Gaunter O'Dimm
fr: Gaunter de Meuré
ja: ゴウンター・オーディム
pt_br: Gaunter O'Dim

source: "He always grants exactly what you wish for. That's the problem."
fr: "Il exauce toujours vos vœux à la lettre. C'est bien là le problème."
ja: 「彼の者は常に望む通りのものを与える。それが問題だ」
pt_br: "Ele sempre concede exatamente o que desejamos. Este é o problema."

source: Hilbert
ja: ヒルベルト

source: Gaunter O'Dimm: Darkness
fr: Gaunter de Meuré : ténèbres
ja: ゴウンター・オーディム：暗黒
pt_br: Gaunter O'Dim: Escuridão

source: "Fear not the shadows, but the light."
fr: "Ne craignez point les ténèbres mais la lumière."
ja: 「影を恐れるなかれ、光を恐れよ」
pt_br: "Não temam as sombras, mas sim a luz."

source: Trader
ar: ﺗﺎﺟﺮ
cs: Obchodník
de: Händler
fr: Marchand
hu: Kereskedő
it: Commerciante
ja: 商人
pl: Kupiec
pt_br: Varejista
tr: Tacir

source: Carsten
ar: (ﻛﺎرﺳﺘﯿﻦ)
ja: カルステン
pl: Wieś Carsten

source: Cow
fr: Vache
ja: 牛
pt_br: Vaca

source: "Mooo!"
fr: "Meuhhhh !"
ja: 「モー！」
pt_br: "Muuu!"

source: Brunwich
ja: ブルンウィク

source: Bovine Defense Force
fr: Force de défense bovine
ja: 牛防衛隊
pt_br: Força de defesa bovina

source: "Grrrrr!"
ja: 「ガルルル！」

source: Skellige Storm
fr: Tempête de Skellige
ja: スケリッジの嵐
pt_br: Tempestade de Skellige

source: "This ain't no normal storm. This here's the wrath of the gods."
fr: "Ce n'est pas une tempête ordinaire. C'est la colère des dieux."
ja: 「これはただの嵐じゃない。神々の怒りだ」
pt_br: Isso não é uma tempestade normal. Isso aqui é a ira dos deuses"

source: Armorer
ar: ﺻﺎﻧﻊ اﻟﺪروع
fr: Armurier
ja: 鎧職人
pl: Płatnerz
pt_br: Armeiro

source: Tourney Grounds
ar: أراﺿﻲ اﻟﺴﺒﺎﻗﺎت
fr: Lice
ja: トーナメント会場
pl: Pola turniejowe
pt_br: Arena do torneio

source: Beauclair
ar: (ﺑﻮﻛﻠﯿﺮ)
ja: ボークレール
pl: Miasto Beauclair

source: Toussaint
ar: (ﺗﻮﺳﺎن)
ja: トゥサン

source: Barber
fr: Barbier
ja: 床屋
pt_br: Barbeiro

source: Butcher
fr: Boucher
ja: 肉屋
pt_br: Carniceiro

source: Beauclair Port
fr: Port-Beauclair
ja: ボークレール港
pt_br: Porto de Beauclair

source: Letho of Gulet
ar: (ﻟﯿﺜﻮ) ﻣﻦ (ﺟﻮﻟﯿﺖ)
cs: Letho z Gulety
de: Letho von Guleta
fr: Letho de Guletta
hu: Guleti Letho
it: Letho di Gulet
ja: ガレットのレソ
pl: Letho z Gulety
pt_br: Letho de Gulet
tr: Guletli Letho

source: "Witchers never die in their beds."
fr: "Les sorceleurs ne meurent jamais dans leur lit."
ja: 「ウィッチャーがベッドで死ぬことはない」
pl: „Czekam na tych, którzy chcą mnie zabić".
pt_br: "Os bruxos nunca morrem na cama."

source: Boatwright
ar: (ﺑﻮﺗﺮاﯾﺖ)
cs: Loďař
de: Bootsbauer
fr: Charpentier
hu: Hajóács
it: Costruttore di barche
ja: 船大工
pl: Szkutnik
pt_br: Marceneiro dos mares
tr: Tekne Yapımcısı

source: Oreton
ar: (أورﯾﺘﻮن)
cs: Rudná
de: Erzdorf
ja: オレトン
pl: Wieś Rudnik

source: Menno Coehoorn
ar: (ﻣﯿﻨﻮ ﻛﻮﯾﮭﻮرن)
ja: メノ・クーホルン

source: "I'll take an attentive reconnaissance unit over a fine cavalry brigade any day."
fr: "Je veux la position exacte de l'ennemi. À défaut, j'aurai votre tête."
ja: 「私はいつだって、優秀な騎兵部隊よりも用心深い偵察部隊を重視している」
pl: „Albo wrócicie z rekonesansu z informacją o formacji wroga – albo was powieszę".
pt_br: "Prefiro uma unidade de reconhecimento dedicada a uma brigada de cavalaria."

source: Morvran Voorhis
ar: (ﻣﻮرﭬﺮان ﭬﻮرھﯿﺲ)
ja: モルヴラン・ヴーヒス

source: "Summer sun reflecting in the quiet waters of the Alba - that's Nilfgaard to me."
fr: "On aura beau vous laver, vous raser et vous habiller, on ne vous apprendra jamais les bonnes manières."
ja: 「私にとってのニルフガードは、アルバの穏やかな流れに映る夏の太陽のようなものだ」
pl: „A ty kto? Też jakiś balwierz?": „Nie. Morvran Voorhis. Dowódca dywizji Alba".
pt_br: "O sol do verão refletido nas águas calmas do Alba. Para mim, isso é Nilfgaard."

source: Tibor Eggebracht
ar: (ﺗﯿﺒﻮر إﯾﺠﯿﺒﺮﯾﺸﺖ)
ja: ティボル・エッゲブラフト

source: "Albaaaa! Forward!! Alba! Long live the Emperor!"
fr: "Albaaaa ! En avant ! Longue vie à l'empereur !"
ja: 「アルバ師団！ 進め！ 皇帝陛下のために！」
pl: „Naprzód, Alba! Niech żyje cesarz!"
pt_br: "Por Albaaa! Adiante! Alba! Vida longa ao imperador!"

source: Olivier
ar: (أوﻟﯿﻔﯿﯿﺮ)
ja: オリヴィエ
pl: Oliwier

source: Kingfisher
ar: ﺣﺎﻧﺔ (ﻛﯿﻨﺠﻔﯿﺸﺮ)
cs: U Ledňáčka
de: Eisvogel
fr: Le Martin-pêcheur
hu: Jégmadár
it: Martin Pescatore
ja: キングフィッシャー
pl: Zimorodek
pt_br: Rei-Pescador
tr: Yalıçapkını

source: Albrich
ar: (أﻟﺪرﯾﺘﺶ)
ja: アルブリヒ

source: "A fireball? Of course. Whatever Your Imperial Majesty wishes."
fr: "Faire pleuvoir le feu ? Mais bien sûr. Les désirs de Sa Majesté impériale sont des ordres."
ja: 「火球？ もちろんです、陛下のご指示どおりに」
pl: „Kula ognia? Oczywiście. Co tylko Wasza Cesarska Mość sobie życzy".
pt_br: "Uma bola de fogo? É claro. Tudo que Vossa Majestade Imperial desejar."

source: Assire var Anahid
ar: (أﺳﯿﺮ ﭬﺎر أﻧﺎھﯿﺪ)
ja: アシーレ・ヴァル・アナヒッド

source: "Nilfgaardian mages do have a choice: servile submission, or the gallows."
fr: "Les mages du Nilfgaard ont le choix : la soumission ou le gibet."
ja: 「ニルフガードの魔術師には選択肢がある。服従と絞首台のどちらかよ」
pl: „Nilfgaardzcy czarodzieje mają do wyboru serwilizm – lub szafot".
pt_br: "Magos nilfgaardianos têm uma escolha: submissão servil ou a forca."

source: Cynthia
ar: (ﺳﯿﻨﺜﯿﺎ)
cs: Cynthie
ja: シンシア

source: "Cynthia's talents can be deadly. She needs a tight leash."
fr: "Cynthia a un talent mortel. Il faut la tenir en laisse."
ja: 「『シンシアの技は危険よ。きつく縛られないと力が出せないけどね』とフィリパは笑った」
pl: „Talent Cynthii jest olbrzymi. Trzeba jej krótszej smyczy".
pt_br: "'Cynthia pode ser letal', disse Philippa. 'Ela precisa de uma coleira forte.'"

source: Fringilla Vigo
ar: (ﻓﯿﺮﻧﺠﯿﻼ ﭬﯿﻐﻮ)
ja: フリンギラ・ヴィゴ

source: "Magic is the highest good. It transcends all borders and divisions."
fr: "Je ne supporte pas la demi-mesure ni les choses faites ou dites à moitié."
ja: 「視力を奪うことは女魔術師に適した罰よ。虚栄心が砕かれるからね」
pl: „Ach, miło rzucić wreszcie jakieś zaklęcie..."
pt_br: "Cegar uma feiticeira é uma ótima punição que ataca a sua vaidade."

source: Morteisen
ar: (ﻣﻮرﺗﯿﺴﺎن)
ja: モーテイセン

source: "No Nordling pikemen or dwarven spearbearers can hope to best trained cavalry."
fr: "Tu sais quelle est la meilleure arme du Nilfgaard ? La discipline."
ja: 「北方の槍兵もドワーフの槍使いも、最高の訓練を受けた騎馬隊には敵わない」
pl: „Wiesz, co jest największą bronią Nilfgaardu? Dyscyplina".
pt_br: "Nenhum lanceiro nortenho ou anão pode sonhar em vencer uma cavalaria treinada."

source: Shopkeeper
ar: ﺻﺎﺣﺐ اﻟﻤﺘﺠﺮ
cs: Obchodník
de: Händler
fr: Marchand
hu: Boltos
it: Mercante
ja: 店の主人
pl: Sprzedawca
pt_br: Dono de loja
tr: Satıcı

source: Midcopse
ar: (ﻣﯿﺪﻛﻮﺑﺲ)
cs: Podhájí
de: Mittelhain
fr: Hautbreuil
hu: Csalitosvég
it: Mezzobosco
ja: ミッドコプス
pl: Wieś Podgaje
pt_br: Centrobosque
tr: Ortakoru

source: Rainfarn
ar: (رﯾﻨﻔﺎرم)
ja: レインファーン
pt_br: Tanaceto

source: "You'll die as painfully as that pathetic traitor Windhalm did."
fr: "Vous mourrez dans les mêmes souffrances que ce pitoyable traître de Windhalm."
ja: 「哀れな裏切り者、ウィンダルムのように苦しんで死ね」
pl: „Ten Rainfarn... On się kiedyś uśmiecha?": „Mhm. Jak kogoś zabije".
pt_br: "Vai morrer tão dolorosamente quando o traidor Windhalm."

source: Merchant
ar: ﺗﺎﺟﺮ
cs: Kupec
de: Kaufmann
fr: Marchand
hu: Kereskedő
it: Mercante
ja: 商人
pl: Kupiec
pt_br: Comerciante
tr: Tüccar

source: Lindenvale
ar: (ﻟﯿﻨﺪﯾﻨﭭﺎﯾﻞ)
cs: Zálipí
de: Lindental
fr: Valtilleul
hu: Hársvölgy
ja: リンデンヴェイル
pl: Wieś Zalipie
tr: Ihlamurvadisi

source: Renuald aep Matsen
ar: (رﯾﻨﻮاﻟﺪ إﯾﺐ ﻣﺎﺗﺴﻦ)
ja: レヌアルド・マットセン

source: "They say the Impera fear nothing. Untrue. Renuald scares them shitless."
fr: "On dit que les troupes impériales n'ont peur de rien. C'est faux. Elles sont peur de Renuald aep Matsen."
ja: 「帝国旅団は何も恐れないという。それは嘘だ。レヌアルドは彼らを何度も震え上がらせた」
pl: „Żołnierze brygady Impera nie boją się niczego... Z wyjątkiem Renualda aep Matsena".
pt_br: "Dizem que o Império não teme nada. É mentira. Renuald faz eles se cagarem."

source: Rotten Mangonel
ar: ﻣﻨﺠﻨﯿﻖ ﻣﺘﻌﻔﻦ
cs: Prohnilá mangonela
de: Verrottete Mangonel
fr: Mangonneau vermoulu
hu: Elrohadt mangonel
it: Mangonel il Marcio
ja: 死体投射機
pl: Zdezelowana mangonela
pt_br: Manganela Podre
tr: Çürümüş Mangonel

source: "The rotten smell brings back childhood memories"
fr: "On était à court de pierres, alors on leur a balancé leurs propres morts sur la tronche."
ja: 「腐った臭いが子供の頃の記憶を蘇らせる」
pl: „To badziewie jeszcze działa?!": „Zależy, co przez to rozumiesz..."
pt_br: "O cheiro podre traz de volta lembranças da minha infância."

source: Shilard Fitz-Oesterlen
ar: (ﺷﯿﻼرد ﻓﯿﺘﺰ-أوﺳﺘﺮﻟﯿﻦ)
ja: シラード・フィッツ・エスターレン

source: "Warfare is mere sound and fury - diplomacy is what truly shapes history."
fr: "Pendant que les soldats jouent à la guerre, les diplomates écrivent l'Histoire."
ja: 「戦争はただの馬鹿騒ぎに過ぎない。外交こそが本当に歴史を作る」
pl: „Wojna to tylko krew i wrzaski. Bieg historii wytycza dyplomacja".
pt_br: "Guerra é discurso e fúria. A diplomacia é o que faz a história."

source: Stefan Skellen
ar: (ﺳﺘﯿﻔﺎن ﺳﻜﯿﻠﯿﻦ)
ja: ステファン・スケルン

source: "My mark scars the face of our future empress. That is my proudest achievement."
fr: "J'ai défiguré notre future impératrice. C'est mon plus bel exploit."
ja: 「この顔の傷は未来の女帝のために負った。最も誇らしい傷だ」
pl: „Blizna na twarzy przyszłej cesarzowej stanowi moje największe osiągnięcie".
pt_br: "Minha maior conquista é macular a face da futura imperatriz com a minha marca."

source: Sweers
ar: (ﺳﻮﯾﺮس)
it: I massicci
ja: スワース

source: "And hands off the girl! Whatever we may be, we're not savages."
fr: "Et pas touche à la jeune fille ! On est pas des sauvages, quand même."
ja: 「女を抱きたくて、人を殺したくてたまらないなら、仲間になれ」
pl: „Jazda do roboty, chamy!"
pt_br: "Se estiver de pau duro e com as mãos inquietas querendo lutar: junte-se a nós."

source: Claywich
ar: (ﻛﻼﯾﻮﯾﺘﺶ)
cs: Hliněná Lhota
de: Sandort
fr: Ardille
hu: Cserepes
ja: クレイウィッチ
pl: Wieś Glińsk
pt_br: Arginas

source: Vanhemar
ar: (ﭬﺎﻧﮭﻤﺎر)
ja: ヴァンへマー

source: "For a fire mage, he's not very… flamboyant."
fr: "Pour un mage de feu, je m'attendais à plus… flamboyant."
ja: 「炎の魔術師は派手に生き、派手に死ぬ」
pl: „Lubię bawić się ogniem. Zwłaszcza z Nordlingami".
pt_br: "Magos do fogo vivem vidas espetaculares, e morrem de formas espetaculares."

source: Vattier de Rideaux
ar: (ﭬﺎﺗﯿﺮ دي راﯾﺪوﻛﺲ)
ja: ヴァティエール・ド・リドー

source: "There's never been a problem a well-planned assassination couldn't solve."
fr: "Il n'est aucun problème qu'un assassinat savamment orchestré ne puisse résoudre."
ja: 「熟慮された暗殺が解決できない問題などない」
pl: „Nie ma problemu, którego nie da się rozwiązać skrytobójstwem".
pt_br: "Nunca houve problema que um assassinato bem planejado não resolvesse."

source: Vreemde
ar: (ﭬﺮﯾﻤﺪ)
ja: ヴリームド

source: "Discipline is the Empire's deadliest weapon."
fr: "L'empereur n'est pas aussi indulgent que moi."
ja: 「指揮官にちなんだ名前を部隊名とする慣習は、ヴリームドを喜ばせた」
pl: „Vreemde znany był z nieugiętego charakteru. I okrucieństwa".
pt_br: "O costume de grupos de batalha ter o nome do líder elevou o ego de Vreemde."

source: Cahir Mawr Dyffryn aep Ceallach
ar: (ﻛﺎھﯿﺮ ﻣﺎور دﯾﻔﺮﯾﻦ إﯾﺐ ﻛﺎﻻك)
de: Cahir aep Ceallach
it: Cahir Mawr Dyffryn
ja: カヒル・マー・ディフリン・エプ・シラク

source: "His eyes flashed under his winged helmet. Fire gleamed from his sword's blade."
fr: "Ses yeux brillaient sous son heaume ailé. Le reflet du feu dansait sur sa lame."
ja: 「彼の目は翼飾りの兜の下で光ったと思うと、刃から火花が散った」
pl: „Poszukiwany za dezercję, raptus puellae, kradzież i fałszowanie dokumentów".
pt_br: "Seus olhos piscaram sob o elmo alado, e fogo brilhou na lâmina da sua espada."

source: Puttkammer
ar: (ﺑﺎﺗﻜﺎﻣﺮ)
ja: プットカマー

source: "Learned a lot at Braibant Military Academy. How to scrub potatoes, for instance."
fr: "J'en ai appris des trucs à l'Académie militaire. À éplucher des patates, par exemple…"
ja: 「ブラビアント士官学校ではたくさんのことを学んだものだ。げっぷで賛美歌を歌う方法とかな」
pl: „Zatruć studnie? Ależ... To by było niehonorowe!"
pt_br: "Aprendi muito na Academia Militar de Braibant , arrotar o hino, por exemplo."

source: Etolian Auxiliary Archers
ar: دﻋﻢ اﻟﺮﻣﺎة
cs: Střelecká podpora
de: Bogenschützen
fr: Archer auxiliaire étolien
hu: Íjásztámogatás
it: Arciere
ja: 弓兵支援
pl: Wsparcie łuczników
pt_br: Arqueiro de Reforço
tr: Etolyalı Destek Okçuları

source: "Double or nothing, aim for his cock."
fr: "Tu la veux, ta flèche dans le genou ?"
ja: 「いちかばちかだ。急所を狙え」
pl: „Szkolenie? Proszę bardzo. Strzelasz ostrym do przodu".
pt_br: "O dobro ou nada. Mira no pau dele."

source: Black Infantry Archer
ar: رامٍ ﺑﻤﺸﺎة (ﻧﯿﻠﻔﺠﺎرد)
cs: Lučištník Černé pěchoty
de: Schütze der Schw. Inf.
fr: Archer des Escadrons noirs
hu: Fekete gyalogos íjász
it: Arciere di Fanteria Nera
ja: 黒色歩兵隊の射手
pl: Nilfgaardzki łucznik
pt_br: Arqueiro da Infantaria Negra
tr: Kara Piyade Okçusu

source: "I aim for the knee. Always."
fr: "Dix florins que je lui en colle une dans la queue."
ja: 「膝を狙ってる。いつもな」
pl: „Zawsze celuję w kolano".
pt_br: "Eu miro no joelho, sempre."

source: Heavy Zerrikanian Fire Scorpion
ar: ﻋﻘﺮب ﻧﺎر (زﯾﺮﯾﻜﺎﻧﯿﺎ) اﻟﺜﻘﯿﻞ
cs: Těžký zerrikánský ohnivý škorpion
de: Schwerer Feuerskorpion
fr: Scorpion incendiaire lourd zerrikanien
hu: Nehéz zerrikaniai tűzskorpió
it: Megascorpione di fuoco
ja: ゼリカニアンの重火弩弓
pl: Wielki Ognisty Skorpion
pt_br: Escorpião de Fogo Pesado da Zerrikânia
tr: Ağır Zerikanyalı Ateş Akrebi

source: "Not the best for taking cities, but great for razing them to the ground."
fr: "Pour prendre une ville, il y a mieux, mais pour l'oblitérer, ça n'a pas son pareil."
ja: 「都市を奪うには向かないが、灰にするには向いている」
pl: „W Zerrikanii wszystko jest takie wielkie?"
pt_br: "Não é o melhor para tomar cidades, mas serve bem para queimá-las por completo."
