Repository: EKlaman/gwent-tracker
Catalog: src/GwentTracker/locale/cards.*.po
Languages: ar, cs, de, fr, hu, it, ja, pl, pt_br, tr

source: If that's what it takes to save the world, it's better to let that world die.
ar: إذا ﻛﺎن ھﺬا ﻣﺎ ﺳﯿﻨﻘﺬ اﻟﻌﺎﻟﻢ، ﺣﺮيّ ﺑﻲ أن أﺗﺮك ھﺬا اﻟﻌﺎﻟﻢ ﯾﻤﻮت.
cs: Jestli má svět zachránit tohle, bude lepší nechat svět zemřít.
de: Wenn das nötig ist, um die Welt zu retten, ist es besser, wenn sie stirbt.
hu: „Ha ez kell a világ megmentéséhez, akkor jobb hagyni, hogy a világ elpusztuljon.
it: Se è ciò che serve per salvare il mondo, allora è meglio che il mondo finisca.
tr: Dünyayı kurtarmak için gereken buysa, o dünyayı ölüme terk etmek daha iyi.

source: If you're to be hanged, ask for water. Anything can happen before they fetch it.
ar: إن ﻛﺎﻧﻮا ﻋﻠﻰ وﺷﻚ ﺷﻨﻘﻚ ﻓﺎطﻠﺐ اﻟﻤﺎء. أي ﺷﻲء ﻗﺪ ﯾﺤﺪث ﻗﺒﻞ أن ﯾﺤﻀﺮوه.
cs: Jestli tě mají pověsit, požádej o vodu. Než ji donesou, může se stát cokoliv.
de: Wenn man dich hängt, bitte um Wasser. Bis du es kriegst, kann alles passieren.
hu: „Ha fel akarnak lógatni, kérj vizet! Bármi megtörténhet, mire hoznak.
it: Se vogliono impiccarti, chiedi da bere. Può succedere di tutto nel frattempo.
tr: Asılmak üzereysen su iste. Onlar gidip getirene dek her şey olabilir.

source: Magic is Chaos, Art and Science. It is a curse, a blessing and a progression.
ar: ﻓﻲ رداﺋﮭﺎ ﺑﺎﻟﻠﻮﻧﯿﻦ اﻷﺑﯿﺾ واﻷﺳﻮد، ﺗﺬﻛﺮك ﺑﺎﻟﺼﺒﺎح اﻟﺒﺎﻛﺮ ﻓﻲ ﻣﻨﺘﺼﻒ دﯾﺴﻤﺒﺮ.
cs: Oděná v černé a bílé, připomínala časné ráno v půli prosince.
de: In den schwarzweißen Gewändern erinnerte sie an einen frühen Dezembermorgen.
hu: „Fekete-fehér öltözetében december derekának kora reggelét juttatta eszünkbe.
it: Vestita di bianco e nero, mi ricorda una mattina di metà dicembre.
tr: Büyü kaos, sanat ve bilimdir. O bir lanet, bir nimet ve ilerlemedir.

source: Know when fairy tales cease to be tales? When people start believing in them.
ar: ھﻞ ﺗﻌﻠﻢ ﻣﺘﻰ ﻻ ﺗﻜﻮن اﻟﺤﻜﺎﯾﺎت اﻟﺨﺮاﻓﯿﺔ ﺧﺮاﻓﯿﺔ؟ ﺣﯿﻦ ﯾﺒﺪأ اﻟﻨﺎس ﻓﻲ ﺗﺼﺪﯾﻘﮭﺎ.
cs: Víš, kdy pohádky přestávají být pohádkami? Když jim lidé začnou věřit.
de: Märchen sind keine Märchen mehr, wenn die Leute anfangen, sie zu glauben.
hu: „Tudod, mikor szűnik meg mesének lenni a mese? Mikor elkezdenek hinni benne.
it: Sai quando le fiabe cessano di essere tali? Quando la gente inizia a crederci.
tr: Peri masalları ne zaman masal olmayı bırakır, biliyor musun? Halk ona inanmaya başladığında.

source: I can take care of myself. Trust me.
ar: أﺳﺘﻄﯿﻊ اﻻﻋﺘﻨﺎء ﺑﻨﻔﺴﻲ. ﺛﻖ ﻓﻲ.
cs: Dokážu se o sebe postarat. Věř mi.
de: Ich kann auf mich aufpassen. Glaub mir.
hu: „Tudok magamra vigyázni. Bízz bennem!
it: Posso farcela da sola. Fidati.
tr: Başımın çaresine bakabilirim. Güven bana.

source: Dandelion, you're a cynic, a lecher, a whoremonger, a liar - and my best friend.
ar: (داﻧﺪﯾﻠﯿﻮن)، أﻧﺖ ﺳﺎﺧﺮ وﻓﺎﺳﻖ وداﻋﺮ وﻛﺎذب - وأﻋﺰ أﺻﺪﻗﺎﺋﻲ.
cs: Marigolde, jsi cynik, proutník, kurevník, lhář - a můj nejlepší přítel.
de: Rittersporn: Zyniker, Lustmolch, Hurenbock und Lügner. Und mein bester Freund.
hu: „Dandelion… cinikus vagy, kéjenc, kurvapecér, hazug – és a legjobb barátom.
it: Dandelion, sei un cinico figlio di puttana, ma sei il mio migliore amico.
tr: Dandelion, sen alaycı, şehvet düşkünü, zampara, yalancısın... ve en iyi dostumsun.

source: Life without old mates and booze is like a woman without a rump.
ar: ﯾﻘﻮﻟﻮن إن اﻟﻘﺰم ﻗﺪ ﯾﻮدي ﺑﻨﻔﺴﮫ إﻟﻰ اﻟﻤﺸﻨﻘﺔ ﻣﻦ أﺟﻞ ﺻﺪﯾﻖ - وھﺬا ﯾﻨﻄﺒﻖ ﻋﻠﻰ (زوﻟﺘﺎن).
cs: Trpaslík by prý kvůli kamarádovi i visel. A Zoltan není žádnou výjimkou.
de: Zwerge würden sich für Freunde hängen lassen, sagt man. Bei Zoltan stimmt das.
hu: „Azt mondják, egy törp felakasztatná magát a barátjáért – Zoltan sem kivétel.
it: I nani si farebbero impiccare per gli amici, e Zoltan non fa eccezione.
tr: Eski dostlar ve içki olmadan hayat, kalçası olmayan bir kadına benzer.

source: Men, the polite ones, at least, would call me a monster. A blood-drinking freak.
ar: اﻟﺮﺟﺎل، اﻟﻤﮭﺬﺑﻮن ﻣﻨﮭﻢ ﻋﻠﻰ اﻷﻗﻞ، ﯾﺪﻋﻮﻧﻨﻲ وﺣﺸًﺎ. ﻣُﺸﻮّه ﯾﺸﺮب اﻟﺪﻣﺎء.
cs: Lidé, alespoň ti slušní, by mi říkali příšera. Krev sající zrůda.
de: Man nennt mich Monster. Wenn man höflich ist. Sonst blutsaufenden Mutanten.
hu: „Az emberek, már az udvariasabbak, szörnyetegnek hívnak. Vérivó torzszülöttnek.
it: Gli uomini gentili mi chiamano mostro. O succhiasangue.
tr: İnsanlar, en azından kibar olanlar, bana canavar, kan içen bir ucube der.

source: Also calls himself Borkh Three Jackdaws… he's not the best at names.
ar: ﯾﺴﻤﻲ ﻧﻔﺴﮫ أﯾﻀًﺎ: (ﺑﻮرخ ﺛﺮي ﺟﺎﻛﺪاوز)... إﻧﮫ ﻻ ﯾﺠﯿﺪ اﺧﺘﯿﺎر اﻷﺳﺎﻣﻲ.
cs: Taky si říká Borch Tři Kavky… jména mu moc nejdou.
de: Er nennt sich auch Borch Drei Dohlen ... ein Händchen für Namen hat er nicht.
hu: „Borkh, a Három Csókának is hívatja magát… nem az erőssége a névadás.
it: Si fa chiamare Borkh Tre-fringuelli. Non è bravo con i nomi.
tr: Ayrıca kendisine Borkh Üç Cücekarga diyor... isimler konusunda pek iyi değil.

source: You humans have… unusual tastes.
ar: ﻻ ﺣﯿﻠﺔ ﻓﻲ اﻟﺘﻨﺒﺆ. اﻟﺤﯿﻠﺔ اﻟﻮﺣﯿﺪة ھﻲ اﻟﺘﻨﺒﺆ ﺑﺸﻜﻞ ﺻﺤﯿﺢ.
cs: Věštit budoucnost není žádná věda. Věda je věštit přesně.
de: Wahrsagerei ist keine Kunst. Nur zutreffende Wahrsagerei.
hu: „A jövendőmondásban nincs semmi trükk. A trükk a pontos jóslásban rejlik.
it: Non è difficile profetizzare, è difficile farlo in modo accurato.
tr: Siz insanların… alışılmadık zevkleri var.

source: Witchers never die in their beds.
ar: ﻣﻌﺸﺮ (اﻟﻮﯾﺘﺸﺮ) ﻻ ﯾﻤﻮﺗﻮن ﻓﻲ ﻓﺮاﺷﮭﻢ ﻗﻂ.
cs: Zaklínači nikdy neumírají v posteli.
de: Hexer sterben nie in ihren Betten.
hu: „A witcherek sosem ágyban halnak meg.
it: I witcher non muoiono nei loro letti.
tr: Efsungerler asla yataklarında ölmez.

source: I'll take an attentive reconnaissance unit over a fine cavalry brigade any day.
ar: أﻓﻀّﻞ وﺣﺪة اﺳﺘﻄﻼع ﯾﻘﻈﺔ ﻋﻠﻰ ﻓﺮﻗﺔ ﻓﺮﺳﺎن ﻛﺎﻣﻠﺔ ﻣﻦ اﻟﻨﺨﺒﺔ.
cs: Pozorné průzkumné jednotce dám kdykoliv přednost před skvělou jízdní brigádou.
de: Ich ziehe gehorsame Späher einer guten Kavalleriebrigade jederzeit vor.
hu: „Inkább választok egy óvatos felderítő egységet, mint egy csicsás lovasdandárt.
it: Preferisco mille volte una buona unità di ricognizione a una di cavalleria.
tr: Dikkatli bir keşif birliğini her zaman iyi bir süvari tugayına yeğlerim.

source: Summer sun reflecting in the quiet waters of the Alba - that's Nilfgaard to me.
ar: اﻧﻌﻜﺎس أﺷﻌﺔ اﻟﺸﻤﺲ ﻋﻠﻰ ﻣﯿﺎه (أﻟﺒﺎ) اﻟﮭﺎدﺋﺔ، ھﺬه ھﻲ (ﻧﯿﻠﻔﺠﺎرد) ﺑﺎﻟﻨﺴﺒﺔ ﻟﻲ.
cs: Letní slunce, jak se odráží v tichých vodách Alby - to je pro mě Nilfgaard.
de: Wie sich die Sommersonne in der Alba spiegelt - das ist Nilfgaard für mich.
hu: „A nyári nap megcsillan az Alba csendes vizén – ezt jelenti nekem Nilfgaard.
it: Il sole che si riflette nelle acque dell'Alba: ecco cos'è Nilfgaard per me.
tr: Alba'nın sessiz sularında yaz güneşinin yansıması, benim için Nilfgaard budur.

source: Albaaaa! Forward!! Alba! Long live the Emperor!
ar: إﻟﻰ اﻷﻣﺎم ﯾﺎ (أﻟﺒﺎ)! ﯾﻌﯿﺶ اﻹﻣﺒﺮاطﻮر!
cs: Albaaaa! Kupředu! Alba! Ať žije císař!
de: Albaaa! Vorwärts! Alba! Lang lebe der Kaiser!
hu: „Albaaaa! Előre! Alba! Éljen a császár!
it: Alba! Avanti! Alba! Lunga vita all'Imperatore!
tr: Albaaaa! İleri!! Alba! İmparator çok yaşa!

source: A fireball? Of course. Whatever Your Imperial Majesty wishes.
ar: ﻛﺮة ﻧﺎر؟ ﻻ ﻣﺎﻧﻊ. أﯾًﺎ ﻛﺎﻧﺖ رﻏﺒﺎﺗﻚ ﻓﮭﻲ أواﻣﺮ ﻣﻠﻜﯿﺔ.
cs: Ohnivou kouli? Ale jistě. Cokoliv si Tvá císařská výsost přeje.
de: Ein Feuerball? Natürlich. Was immer Eure kaiserliche Hoheit wünschen.
hu: „Egy tűzgolyót? Hát hogyne! Amit csak őcsászári fensége kíván.
it: Una palla di fuoco? Ma certo! Tutto ciò che Sua Altezza desidera!
tr: Ateştopu mu? Elbette. İmparatorluk Majesteleri nasıl isterse.

source: Nilfgaardian mages do have a choice: servile submission, or the gallows.
ar: ﻋﻠﻰ ﺳﺤﺮة (ﻧﯿﻠﻔﺠﺎرد) اﻻﺧﺘﯿﺎر: إﻣﺎ اﻟﺨﻀﻮع اﻟﺬﻟﯿﻞ أو اﻟﻤﺸﺎﻧﻖ.
cs: Nilfgaardští mágové se buď mohou podvolit a podlézat, či skončit na šibenici.
de: Nilfgaards Magier haben die Wahl: kriecherische Unterordnung oder Galgen.
hu: „A nilfgaardi mágusok választhatnak az alázatos behódolás és a bitó között.
it: I maghi di Nilfgaard possono scegliere tra la sottomissione e la forca.
tr: Nilfgaardlı büyücülerin seçme şansı var: köleliği boyun eğme ya da darağacı.

source: Cynthia's talents can be deadly. She needs a tight leash.
ar: ‘ﻣﮭﺎرات (ﺳﯿﻨﺜﯿﺎ) ﻗﺪ ﺗﻜﻮن ﻗﺎﺗﻠﺔ،' ﻗﺎﻟﺖ (ﻓﯿﻠﯿﺒﺎ) ﺑﺘﻜﻠﱡﻒ. ‘ﺗﺤﺘﺎج ﻟﺮﺑﺎط ﻣُﺤﻜﻢ.'
cs: 'Cynthiin dar dokáže zabíjet,' zakřenila se Filippa. 'Musím ji držet zkrátka.'
de: Cynthia kann tödlich sein, grinste Philippa. Sie braucht eine harte Hand.
hu: „«Cynthia adottságai halálosak», vigyorgott Philippa. «Így kell a rövid póráz.»
it: Cynthia può essere letale. osservò Philippa. Va tenuta sotto controllo.
tr: Cynthia'nın yetenekleri ölümcül olabiliyor. Sıkı bir tasmaya ihtiyacı var.

source: Magic is the highest good. It transcends all borders and divisions.
ar: ﺗُﻌﺪ اﻟﺘﻌﻤﯿﺔ ﻋﻘﺎﺑًﺎ ﻣﻨﺎﺳﺒًﺎ ﻟﻠﺴﺎﺣﺮات. ﻓﮭﻮ ﯾﻨﺎل ﻣﻦ ﻛﺒﺮﯾﺎﺋﮭﻦ.
cs: Oslepení je příhodným trestem pro čarodějky. Zraní jejich marnivost.
de: Erblinden ist eine gute Strafe für Zauberinnen. Sie trifft ihre Eitelkeit.
hu: „A megvakítás illő büntetés a varázslónőknek. A hiúságukra sújt le.
it: L'accecamento è la punizione giusta per le maghe. Si colpisce la loro vanità.
tr: Büyü, en büyük iyiliktir. Tüm sınırları ve uyuşmazlıkları aşar.

source: No Nordling pikemen or dwarven spearbearers can hope to best trained cavalry.
ar: ﻻ رﻣّﺎﺣﻮ (ﻧﻮردﻟﯿﻨﺞ) وﻻ رﻣّﺎﺣﻮ اﻷﻗﺰام ﯾﺤﻠﻤﻮن ﺑﺎﻟﺘﻔﻮق ﻋﻠﻰ اﻟﻔﺮﺳﺎن اﻟﻤﺪرﺑﯿﻦ.
cs: Cvičenou jízdu nepřemůže žádný severský kopiník ani trpaslík s oštěpem.
de: Kein Nordling oder Zwerg kann gegen eine erfahrene Kavallerie bestehen.
hu: „Sem északi pikás, sem törp lándzsás nem győzhet a legjobb lovasság ellen.
it: Nessun picchiere del Nord o lanciere nano può battere una buona cavalleria.
tr: Hiçbir Kuzeyli kargıcı ya da cüce mızrak taşıyanı, eğitimli bir süvariyi alt etmeyi umamaz.

source: You'll die as painfully as that pathetic traitor Windhalm did.
ar: ﺳﺘﻤﻮت ﻣﯿﺘﺔ ﻣﺆﻟﻤﺔ ﻣﺜﻞ (وﯾﻨﺪھﺎﻟﻢ) اﻟﺨﺎﺋﻦ.
cs: Zemřeš tak bolestivě jako ten ubohý zrádce Windhalm.
de: Du wirst so schmerzvoll sterben wie dieser jämmerliche Verräter Windhalm.
hu: „Ugyanolyan fájdalmas halált halsz, mint a szánalmas Windhalm, az áruló.
it: La tua morte sarà dolorosa come quella di quel patetico traditore di Windhalm.
tr: Sen de o sefil savaşçı Windhalm gibi acılar içinde öleceksin.

source: They say the Impera fear nothing. Untrue. Renuald scares them shitless.
ar: ﯾﻘﻮﻟﻮن ﻓﺮﻗﺔ (إﻣﺒﯿﺮا) ﻻ ﺗﺨﺸﻰ ﺷﯿﺌًﺎ. ﻏﯿﺮ ﺻﺤﯿﺢ. ﯾﺨﯿﻔﮭﻢ (رﯾﻨﻮاﻟﺪ) ﺑﺸﺪة.
cs: Impera se prý nebojí ničeho. Tak to není. Z Renaulda serou strachy.
de: Man sagt, die Impera fürchte nichts. Falsch. Vor Renuald macht sie sich in die Hose.
hu: „Állítólag az Impera nem fél semmitől. Ez nem igaz. Renualdtól beszarnak.
it: Dicono che l'Impera non ha paura di nulla. Balle: Renuald li fa cagare sotto.
tr: İmpera, hiçbir şeyden korkmaz denir. Doğru değil. Renuald korkudan donuna sıçtırır onları.

source: The rotten smell brings back childhood memories
ar: ﺗﻌﯿﺪ إﻟﻲّ ھﺬه اﻟﺮاﺋﺤﺔ اﻟﻌﻔﻨﺔ ذﻛﺮﯾﺎت طﻔﻮﻟﺘﻲ
cs: Ten pach hniloby mi připomíná dětství.
de: Der faulige Gestank weckt Kindheitserinnerungen.
hu: „A rothadás szaga gyermekkori emlékeket idéz.
it: L'odore di marcio mi ricorda la mia infanzia.
tr: Çürümüşlük kokusu, çocukluk anılarını geri getiriyor.

source: Warfare is mere sound and fury - diplomacy is what truly shapes history.
ar: ﻣﺎ اﻟﺤﺮب إﻻ ﺻﺨﺐ وﻏﻀﺐ - اﻟﺪﺑﻠﻮﻣﺎﺳﯿﺔ ھﻲ ﻣﺎ ﯾﺼﻨﻊ اﻟﺘﺎرﯾﺦ ﺑﺤﻖ.
cs: Válečnictví je jen o hluku a běsnění - dějiny ve skutečnosti utváří diplomacie.
de: Kriegsführung ist bloß großes Tamtam - nur Diplomatie bestimmt die Geschichte.
hu: „A hadakozás csak hangoskodás és harag – a diplomácia formálja a történelmet.
it: La guerra non è che caos e furia. È la diplomazia che fa la storia.
tr: Harp, gürültü ve öfkeden ibarettir. Tarihi asıl şekillendiren diplomasidir.

source: My mark scars the face of our future empress. That is my proudest achievement.
ar: ﺣﻔﺮت ﻋﻼﻣﺘﻲ ﻋﻠﻰ وﺟﮫ إﻣﺒﺮاطﻮرة اﻟﻤﺴﺘﻘﺒﻞ. ھﺬا أﻋﻈﻢ إﻧﺠﺎزاﺗﻲ.
cs: Má značka hyzdí tvář budoucí císařovny. To je můj největší skutek.
de: Die Narbe der zukünftigen Kaiserin stammt von mir. Mein größter Stolz.
hu: „Jövendő császárnőnk arcán a sebhelyet én okoztam. Erre vagyok a legbüszkébb.
it: La cicatrice sul volto della futura imperatrice è opera mia, e ne vado fiero.
tr: Açtığım yaranın izi, gelecekteki imparatoriçemizin yüzünü süslüyor. En gurur duyduğum başarım bu.

source: And hands off the girl! Whatever we may be, we're not savages.
ar: إذا ﻛﻨﺖ ﺗﺘﻮق ﻟﻠﻤﺸﺎﻋﺮ اﻟﻤﻠﺘﮭﺒﺔ واﻟﺤﺮب - اﻧﻀﻢ إﻟﯿﻨﺎ.
cs: Jestli tvůj pták baží po šuku a tvá ruka po boji - přidej se k nám.
de: Wenn dich Schwanz und Schwerthand jucken, schließ dich uns an.
hu: „Ha a pöcsöd dugni akar, a tenyered meg harcra vágyik – lépj be hozzánk!
it: Se hai il cazzo in tiro e le mani che prudono, allora unisciti a noi.
tr: Ve kıza dokunmayın! Ne olursak olalım bizler vahşi değiliz.

source: For a fire mage, he's not very… flamboyant.
ar: ﺳﺤﺮة اﻟﻨﺎر ﯾﻌﯿﺸﻮن ﺣﯿﺎة ﻣﺜﯿﺮة - وﯾﻤﻮﺗﻮن ﻣِﯿﺘﺎت ﻣﺜﯿﺮة.
cs: Ohniví mágové pozoruhodně žijí - a také pozoruhodně umírají.
de: Feuermagier haben ein spektakuläres Leben - und einen ebensolchen Tod.
hu: „A tűzmágusok látványos életet élnek – és látványosan halnak.
it: I maghi del fuoco vivono vite spettacoli, e muoiono in modo spettacolare.
tr: Bir ateş büyücüsüne göre pek... ışık saçan biri değil.

source: There's never been a problem a well-planned assassination couldn't solve.
ar: ﻟﻢ ﺗﻜﻦ ھﻨﺎك ﻗﻂ ﻣﺸﻜﻠﺔ ﻻ ﯾﻤﻜﻦ ﺣﻠﮭﺎ ﻋﻦ طﺮﯾﻖ ﻋﻤﻠﯿﺔ اﻏﺘﯿﺎل ﻣﺨﻄﻂ ﻟﮭﺎ ﺟﯿﺪًا.
cs: Žádné potíže nejsou tak velké, aby je nevyřešila pečlivě promyšlená vražda.
de: Es gibt kein Problem, das man nicht mit einem cleveren Attentat lösen könnte.
hu: „Nem volt még olyan gond, amit egy példás orgyilkosság nem tudott megoldani.
it: Non c'è problema che non si possa risolvere con un omicidio mirato.
tr: İyi planlanmış bir suikastın çözemeyeceği bir sorun yoktur.

source: Discipline is the Empire's deadliest weapon.
ar: ﻋﺎدة ﺗﺴﻤﯿﺔ اﻟﻤﺠﻤﻮﻋﺎت اﻟﺤﺮﺑﯿﺔ ﺑﺎﺳﻢ ﻗﺎدﺗﮭﺎ راﻗﺖ ﺑﺸﺪة ﻟـ(ﭬﺮﯾﻤﺪ).
cs: Ten zvyk pojmenovávat bojové skupiny po vůdcích zahrál na Vreemdovu strunu.
de: Der Brauch, Kampftrupps nach ihren Führern zu nennen, erfüllte Vreemde mit Stolz.
hu: „A szokás, hogy csapatokat vezéreikről neveznek el, hízelgett Vreemdének.
it: Dare alle unità il nome del loro comandante ha lusingato l'ego di Vreemde.
tr: Disiplin, İmparatorluk'un en ölümcül silahıdır.

source: His eyes flashed under his winged helmet. Fire gleamed from his sword's blade.
ar: ﻟﻤﻌﺖ ﻋﯿﻨﺎه ﺗﺤﺖ ﺧﻮذﺗﮫ اﻟﻤُﺠﻨّﺤﺔ. وأﺿﺎء ﻧﺼﻞ ﺳﯿﻔﮫ ﺑﻮﻣﯿﺾ اﻟﻨﺎر.
cs: Oči se mu blýskaly zpod okřídlené přilby. Čepel jeho meče plála ohněm.
de: Seine Augen blitzten unter dem Flügelhelm. Die Schwertklinge glomm feurig.
hu: „Szeme megvillant a szárnyas sisak alatt. Kardja pengéjén tűz csillant.
it: I suoi occhi brillavano sotto l'elmo alato e la sua spada riluceva infuocata.
tr: Gözleri, kanatlı miğferinin altında şimşek gibi çaktı. Kılıcının bıçağından alev parıldadı.

source: Learned a lot at Braibant Military Academy. How to scrub potatoes, for instance.
ar: ﺗﻌﻠﻤﺖ اﻟﻜﺜﯿﺮ ﺑﺄﻛﺎدﯾﻤﯿﺔ (ﺑﺮاﯾﺒﺎﻧﺖ) اﻟﻌﺴﻜﺮﯾﺔ. ﻣﺜﻼً: ﻛﯿﻔﯿﺔ إﻟﻘﺎء اﻟﻨﺸﯿﺪ اﻟﻮطﻨﻲ.
cs: Na braibantské vojenské akademii jsem se naučil mnohé. Třeba vykrkat hymnu.
de: Bei der Militärakademie Braibant lernt man viel. Etwa, die Hymne zu rülpsen.
hu: „Sokat tanultam a Braibanti Katonai Akadémián. Például a himnusz elböfögését.
it: Ho imparato molto all'Accademia. A cantare l'inno con i rutti, per esempio.
tr: Braibant Askeri Akademisi'nde çok şey öğrendim. Patatesler nasıl ovalanır örneğin.

source: Double or nothing, aim for his cock.
ar: اﻟﻀﱢﻌﻒ أو ﻻ ﺷﻲء، اﻟﻌﺐ ﻋﻠﻰ ﻛﻞ ﻣﺎ ﻟﺪﯾﮫ.
cs: Všechno, nebo nic. Miř mu na ptáka.
de: Alles oder nichts - zielt auf sein bestes Stück.
hu: „Dupla vagy semmi: célozz a tökére!
it: Doppio centro o niente, e mira al suo cazzo.
tr: Ya çift ya hiç, taşaklarına nişan alın.

source: I aim for the knee. Always.
ar: أﻧﺎ أﺻﻮب ﻋﻠﻰ اﻟﺮﻛﺒﺔ. داﺋﻤًﺎ.
cs: Mířím na kolena. Vždycky.
de: Ich ziele aufs Knie. Immer.
hu: „Én a térdre célzok. Mindig.
it: Miro alle ginocchia. Sempre.
tr: Ben dize nişan alırım. Her zaman.

source: Not the best for taking cities, but great for razing them to the ground.
ar: ﻟﯿﺲ اﻷﻓﻀﻞ ﻓﻲ اﺣﺘﻼل اﻟﻤﺪن، ﻟﻜﻦ ﻋﻈﯿﻢ ﻓﻲ ﺗﺴﻮﯾﺔ اﻟﻤﺪن ﺑﺎﻷرض.
cs: Města se s tím těžko dobývají, ale snadno srovnávají se zemí.
de: Es gibt Besseres, um Städte zu erobern, aber nicht, um sie zu zerstören.
hu: „Nem ideális városok bevételéhez, de remekül lehet vele földig rombolni.
it: Non è l'ideale per conquistare una città, ma è perfetto per distruggerla.
tr: Şehirleri ele geçirmede en iyisi değil ama onları yerle bir etmede bir harika.

source: The Zerrikanian Desert used to be a lush garden. Then these came along.
ar: ﻛﺎﻧﺖ ﺻﺤﺮاء (زﯾﺮﯾﻜﺎﻧﯿﺎ) ﺣﺪﯾﻘﺔ ﺧﺼﺒﺔ ﻓﯿﻤﺎ ﻣﻀﻰ. ﺛﻢ ﺟﺎء ھﺆﻻء.
cs: Zerrikánská poušť bývala úrodnou zahradou. Pak přišli tihle.
de: Die serrikanische Wüste war einst ein üppiger Garten. Bis sie kamen.
hu: „A Zerrikaniai-sivatag régebben buja kert volt. Aztán jöttek ezek.
it: Il deserto zerrikaniano un tempo era un verde giardino, poi sono giunti loro.
tr: Zerikanya Çölü eskiden yemyeşil bir bahçeydi. Sonra bunlar geldi.

source: The Impera Brigade never surrenders. Ever.
ar: ﻓﺮﻗﺔ (إﻣﺒﯿﺮا) ﻻ ﺗﺴﺘﺴﻠﻢ ﻗﻂ. أﺑﺪًا.
cs: Brigáda Impera se nikdy nevzdává. Nikdy!
de: Die Impera-Brigade ergibt sich niemals. Unter keinen Umständen.
hu: „Az Impera dandár soha nem adja meg magát. Soha.
it: La brigata Impera non si arrende. Mai.
tr: İmpera Tugayı asla teslim olmaz. Asla.

source: The Emperor will teach the North discipline.
ar: ﺳﯿﻠﻘﻦ اﻹﻣﺒﺮاطﻮر ﻣﻤﺎﻟﻚ اﻟﺸﻤﺎل درﺳًﺎ ﻓﻲ اﻻﻟﺘﺰام.
cs: Císař naučí Sever kázni.
de: Der Kaiser wird den Norden Disziplin lehren.
hu: „A császár fegyelemre szoktatja majd Északot.
it: L'imperatore darà una lezione al Nord.
tr: İmparator, Kuzey'e disiplini öğretecek.

source: Wielded correctly, a protractor can be a deadly weapon.
ar: ﻋﻨﺪ اﺳﺘﺨﺪاﻣﮭﺎ ﺑﻨﺠﺎح وﻣﮭﺎرة، ﯾﻤﻜﻦ أن ﺗﻜﻮن اﻟﻤِﻨﻘﻠﺔ ﺳﻼﺣًﺎ ﻗﺎﺗﻸً.
cs: Pokud ho držíš správně, může být smrtící zbraní i úhloměr.
de: Ein Goniometer kann eine tödliche Waffe sein, wenn man es richtig führt.
hu: „Helyesen használva a szögmérő halálos fegyver lehet.
it: Nelle mani giuste, anche un goniometro è un'arma letale.
tr: Doğru kullanıldığında bir açıölçer ölümcül bir silah olabilir.

source: If I acquit myself well, perhaps next they'll post me somewhere civilized.
ar: ﻟﻮ اﻛﺘﺴﺒﺖ ﺧﺒﺮة أﻛﺒﺮ رﺑﻤﺎ ﯾﺮﺳﻠﻮﻧﻨﻲ ﻓﻲ اﻟﻤﺮة اﻟﻘﺎدﻣﺔ إﻟﻰ إﻟﻰ ﻣﻜﺎن ﻣﺘﺤﻀﺮ.
cs: Když se tu osvědčím, třeba mě pak pošlou na nějaké civilizovanější místo.
de: Wenn ich mich gut führe, komme ich vielleicht bald an einen zivilisierten Ort.
hu: „Ha jól viselem magam, talán legközelebb egy civilizált helyre kerülök.
it: Se mi muovo bene, la prossima volta mi manderanno in un posto civilizzato.
tr: Bu görevden yüzümün akıyla çıkarsam belki bir dahakine beni daha medeni bir yere verirler.

source: I never miss twice.
ar: ﻻ أﺧﻄﺊ ﻣﺮﺗﯿﻦ ﻗﻂ.
cs: Nikdy neminu dvakrát.
de: Ich verfehle mein Ziel nie zweimal.
hu: „Sosem hibázok kétszer.
it: Non sbaglio mai due volte.
tr: Asla iki kez ıskalamam.

source: Emhyr var Emreis His Imperial Majesty
ar: ﺟﻼﻟﺔ اﻹﻣﺒﺮاطﻮر (إﻣﮭﯿﺮ ﭬﺎر إﻣﺮﯾﺲ)
cs: Emhyr var Emreis Jeho císařská výsost
de: Emhyr var Emreis Kaiserliche Majestät
hu: Emhyr var Emreis Őcsászári Fensége
it: Emhyr var Emreis Sua Altezza Imperiale
tr: Emhyr var Emreis İmparatorluk Majesteleri

source: The skies wept when my Pavetta died. They will not weep for me.
ar: ﺑﻜﺖ اﻟﺴﻤﺎء ﻣﻮت ﺣﺒﯿﺒﺘﻲ (ﺑﺎﭬﯿﺘﺎ). ﻟﻜﻨﮭﺎ ﻟﻦ ﺗﺒﻜﯿﻨﻲ.
cs: Nebe plakalo, když má Pavetta zemřela. Pro mě plakat nebude.
de: Der Himmel weinte, als meine Pavetta starb. Um mich wird er nicht weinen.
hu: „Az ég zokogott, mikor Pavettám meghalt. Értem nem fog könnyet ontani.
it: Il cielo ha pianto quando è morta la mia Pavetta, ma non piangerà per me.
tr: Pavetta'm öldüğünde gökler ağladı. Aynı gökler benim için ağlamayacak.

source: Emhyr var Emreis Emperor of Nilfgaard
ar: إﻣﺒﺮاطﻮر (ﻧﯿﻠﻔﺠﺎرد) (إﻣﮭﯿﺮ ﭬﺎر إﻣﺮﯾﺲ)
cs: Emhyr var Emreis Císař Nilfgaardu
de: Emhyr var Emreis Kaiser von Nilfgaard
hu: Emhyr var Emreis Nilfgaard császára
it: Emhyr var Emreis Imperatore di Nilfgaard
tr: Emhyr var Emreis Nilfgaard İmparatoru

source: Your motives do not interest me. Only results.
ar: دواﻓﻌﻚ ﻻ ﺗﮭﻤﻨﻲ. ﺗﮭﻤﻨﻲ اﻟﻨﺘﺎﺋﺞ ﻓﻘﻂ.
cs: Nezajímají mě tvé pohnutky. Jen výsledky.
de: Deine Motive interessieren mich nicht. Nur Ergebnisse.
hu: „Nem érdekel, mi mozgat téged. Csak az eredmény.
it: Non mi interessano le tue motivazioni. Solo i risultati.
tr: Beni gerekçelerin ilgilendirmiyor. Tek ilgilendiğim sonuçlar.

source: Emhyr var Emreis the White Flame
ar: اﻟﻠﮭﺐ اﻷﺑﯿﺾ (إﻣﮭﯿﺮ ﭬﺎر إﻣﺮﯾﺲ)
cs: Emhyr var Emreis Bílý plamen
de: Emhyr var Emreis Die Weiße Flamme
hu: Emhyr var Emreis a Fehér Láng
it: Emhyr var Emreis La Fiamma Bianca
tr: Emhyr var Emreis Kor Alev

source: A sword is but one of many tools at a ruler's disposal.
ar: اﻟﺴﯿﻒ واﺣﺪ ﻣﻦ أدوات ﻋﺪﯾﺪة ﺗﺤﺖ إﻣﺮة اﻟﺤﺎﻛﻢ.
cs: Meč je jen jedním z mnoha nástrojů, které jsou vládcům dostupné.
de: Das Schwert ist nur eins der vielen Werkzeuge eines Herrschers.
hu: „A kard csak egy eszköz a sok közül, ami egy uralkodó rendelkezésére áll.
it: La spada è solo uno dei tanti strumenti nelle mani di un sovrano.
tr: Kılıç, bir hükümdarın elinin altındaki pek çok aletten sadece biridir.

source: Emhyr var Emreis the Relentless
ar: اﻹﻣﺒﺮاطﻮر اﻟﺤﺎﺳﻢ (إﻣﮭﯿﺮ ﭬﺎر إﻣﺮﯾﺲ)
cs: Emhyr var Emreis Neústupný
de: Emhyr var Emreis Der Unbarmherzige
hu: Emhyr var Emreis a Könyörtelen
it: Emhyr var Emreis l'Implacabile
tr: Emhyr var Emreis Amansız

source: They do not call me the Patient. Take care they do not call you the Headless.
ar: ﻻ ﯾﺼﻔﻨﻲ أﺣﺪ ﺑﺎﻟﺼﺒﻮر. اﺣﺬر ﺣﺘﻰ ﻻ ﯾﺼﻔﻮك ﺑﻤﻘﻄﻮع اﻟﺮأس.
cs: Neříkají mi Trpělivý. Tak dávej pozor, aby tobě neříkali Bezhlavý.
de: Man nennt mich nicht den Geduldigen. Aber dich bald den Kopflosen.
hu: „Engem nem hívnak Türelmesnek. Vigyázz, nehogy téged Fej nélkülinek hívjanak!
it: Non mi chiamano il Paziente. Prega che non chiamino te il Senzatesta.
tr: Bana Sabırlı demezler. Dikkat et de sana Başsız demesinler.

source: Emhyr var Emreis Invader of the North
ar: (إﻣﮭﯿﺮ ﭬﺎر إﻣﺮﯾﺲ) إﻣﺒﺮاطﻮر اﻟﺸﻤﺎل

source: Emperors command multitudes, yet cannot control two things: their time and their hearts.
ar: ﯾﺴﺘﻄﯿﻊ اﻷﺑﺎطﺮة اﻟﺴﯿﻄﺮة ﻋﻠﻰ ﻛﻞ ﺷﻲء، وﻟﻜﻨﮭﻢ ﯾﻌﺠﺰون ﻋﻦ اﻟﺘﺤﻜﻢ ﻓﻲ ﺷﯿﺌﯿﻦ: ﻗﻠﻮﺑﮭﻢ ووﻗﺘﮭﻢ.

source: A patriot... and a real son of a bitch.
ar: إﻧﮫ وطﻨﻲّ... وﺣﻘﯿﺮ ﺑﺤﻖ.
cs: Vlastenec… a opravdovej zkurvysyn.
de: Ein Patriot ... und ein echter Hurensohn.
hu: „Hazafi… és egy igazi rohadék.
it: Un patriota. Nonché un figlio di puttana.
tr: Bir vatansever... ve tam bir orospu çocuğu.

source: That square should bear the names of my soldiers, of the dead. Not mine.
ar: ﺣﺮيّ ﺑﮭﺬا اﻟﻤﯿﺪان أن ﯾﺤﻤﻞ اﺳﻢ ﺟﻨﻮدي اﻟﻤﻮﺗﻰ وﻟﯿﺲ اﺳﻤﻲ.
cs: To náměstí by se mělo jmenovat po mých vojácích, po mrtvých. Ne po mně.
de: Der Stein sollte die Namen meiner Soldaten tragen - der toten. Nicht meinen.
hu: „Az a tér a katonáim, az elesettek nevét viselje. Ne az enyémet.
it: Quella piazza dovrebbe essere intitolata agli uomini che sono morti, non a me.
tr: Bu meydan, askerlerimden ölenlerin isimlerini taşımalı. Benimkini değil.

source: Like all Thyssen men, he was tall, powerfully built and criminally handsome.
ar: ﺷﺄن ﻛﻞ رﺟﺎل (ﺗﺎﯾﺴﻨﺪ)، ﻛﺎن طﻮﯾﻼً وﻗﻮي اﻟﺒﻨﯿﺔ ووﺳﯿﻢ ﺑﺈﺟﺮام.
cs: Jako všichni muži z Thyssenu byl vysoký, statný a nebezpečně krásný.
de: Wie alle Männer aus Thyssend war er groß, kräftig und sah verboten gut aus.
hu: „Mint minden Thyssen, ő is magas, erős testfelépítésű, és szörnyen jóképű volt.
it: Come tutti gli uomini di Thyssend, era alto, ben fatto e pericolosamente bello.
tr: Thyssen'in tüm adamları gibi uzun, epeyce yapılı ve suç sayılacak derecede yakışıklıydı.

source: Soon the power of kings will wither, and the Lodge shall seize its rightful place.
ar: ﻗﺮﯾﺒًﺎ ﺳﺘﺘﻼﺷﻰ ﻗﻮة اﻟﻤﻠﻮك، وﯾﺄﺧﺬ ﻣﺤﻔﻞ اﻟﺴﺎﺣﺮات ﻣﻜﺎﻧﮫ اﻟﻄﺒﯿﻌﻲ.
cs: Moc králů se brzy vytratí a Lóže zaujme své právoplatné místo.
de: Bald wird die Macht der Könige schwinden und die Loge nimmt ihren Platz ein.
hu: „A királyok hatalma lehanyatlik, és a Szövetség elfoglalja méltó helyét.
it: Presto il potere dei re svanirà e la Loggia avrà il posto che le spetta.
tr: Yakında kralların kudreti yitip gidecek ve Loca haklı yerini söküp alacak.
