Repository: EKlaman/gwent-tracker
Catalog: src/GwentTracker/locale/cards.*.po
Languages: ar, cs, de, fr, hu, it, ja, pl, pt_br, tr

source: Zerrikanian Fire Scorpion
ar: ﻋﻘﺮب ﻧﺎر (زﯾﺮﯾﻜﺎﻧﯿﺎ)
cs: Zerrikánský ohnivý škorpion
de: Feuerskorpion
fr: Scorpion incendiaire zerrikanien
hu: Zerrikaniai tűzskorpió
it: Scorpione di fuoco
ja: ゼリカニアン・ファイアスコーピオン
pl: Zerrikański Ognisty Skorpion
pt_br: Escorpião de Fogo da Zerrikânia
tr: Zerikanyalı Ateş Akrebi

source: "The Zerrikanian Desert used to be a lush garden. Then these came along."
fr: "Le désert zerrikanien était un jardin luxuriant, avant l'arrivée de ces armes."
ja: 「ゼリカニア砂漠は以前緑が茂っていた。その時、こいつらが来た」
pl: „Zerrikania słynie ze swoich skorpionów".
pt_br: "O deserto da Zerrikânia costumava ser um belo jardim, antes desses aparecerem."

source: Impera Brigade Guard
ar: ﻓﺮﻗﺔ (إﻣﺒﯿﺮا)
cs: Brigáda Impera
de: Impera-Brigade
fr: Garde de la brigade Impera
hu: Impera dandár
it: Brigata Impera
ja: 帝国旅団
pl: Brygada Impera
pt_br: Brigada Imperial
tr: İmpera Tugayı Muhafızı

source: "The Impera Brigade never surrenders. Ever."
fr: "La brigade Impera se ferait tuer sur place, plutôt que de faillir aux ordres de l'Empereur."
ja: 「帝国旅団は降伏したことがない。一度たりとも」
pl: „Brygada Impera nigdy się nie poddaje. Nigdy".
pt_br: "A Brigada Imperial nunca se rende. Nunca."

source: Nausicaa Cavalry Rider
ar: ﻓﺮﻗﺔ ﻓﺮﺳﺎن (ﻧﻮﺳﯿﻜﺎ)
cs: Jízdní brigáda Nauzicaa
de: Nausicaa-Kavalleriebr.
fr: Cavalier de la brigade Nausicaa
hu: Nausicaa lovasdandár
it: Brigata Nausicaa
ja: ナウシカ騎兵旅団
pl: Kawaleria Nauzicaa
pt_br: Brigada de Cavalaria Nausicaa
tr: Nausicaa Atlı Süvarisi

source: "The Emperor will teach the North discipline."
fr: "L'empereur va civiliser ces pouilleux de Nordiens."
ja: 「皇帝陛下は北方に規律を教え込まれるだろう」
pl: „Ci jeźdźcy... To Dziki Gon?": „Nie. Brygada Kawalerii Nausicaa".
pt_br: "O imperador vai ensinar disciplina ao Norte."

source: Siege Engineer
ar: ﻣﮭﻨﺪس اﻟﺤﺼﺎر
cs: Obléhací ženista
de: Ingenieur
fr: Ingénieur de siège
hu: Ostrommérnök
it: Ingegnere d'assedi
ja: 攻城技師
pl: Saper
pt_br: Engenheiro de Cerco
tr: Kuşatma Düzenekçisi

source: "Wielded correctly, a protractor can be a deadly weapon."
fr: "Si on s'en sert correctement, un compas peut être plus dangereux qu'une épée."
ja: 「適切に用いれば、分度器は危険な武器になる」
pl: „W odpowiednich rękach poziomica może być zabójczą bronią".
pt_br: "Se usado corretamente, um transferidor pode ser uma arma letal."

source: Young Emissary
ar: ﻣﺒﻌﻮث ﺷﺎب
cs: Mladý velvyslanec
de: Junger Gesandter
fr: Jeune émissaire
hu: Fiatal követ
it: Giovane ambasciatore
ja: 若い特使
pl: Młody emisariusz
pt_br: Jovem Emissário
tr: Genç Temsilci

source: "If I acquit myself well, perhaps next they'll post me somewhere civilized."
fr: "Si je m'en tire bien, on me postera peut-être ensuite à un endroit civilisé."
ja: 「もし今回うまく立ち回れたら、次はもっと良い勤務先が与えられるに違いない」
pl: „Szpieg to trochę zbyt dużo powiedziane. Jestem raczej obserwatorem".
pt_br: "Se eu me comportar, quem sabe me mandem para um lugar civilizado."

source: Siege Technician
ar: دﻋﻢ ﺑﺄﺳﻠﺤﺔ اﻟﺤﺼﺎر
cs: Obléhací podpora
de: Unterstützung
fr: Sapeur
hu: Ostromtámogatás
it: Supporto d'assedio
ja: 攻城支援
pl: Wsparcie oblężnicze
pt_br: Reforço de Cerco
tr: Kuşatma Teknisyeni

source: "I never miss twice."
fr: "Je construis pour mieux détruire."
ja: 「二度は失敗しない」
pl: „Nigdy nie chybiam dwa razy z rzędu".
pt_br: "Nunca erro uma segunda vez."

source: Golden Sturgeon
ar: ﺣﺎﻧﺔ (ﺟﻮﻟﺪن ﺳﺘﺮﺟﻮن)
cs: U Zlatého jesetera
de: Goldener Stör
fr: L'Esturgeon doré
hu: Aranykecsege
it: Storione d'Oro
ja: ゴールデン・スタージョン
pl: Złocisty Jesiotr
pt_br: Esturjão de Ouro
tr: Altın Mersinbalığı

source: Emhyr var Emreis: His Imperial Majesty
fr: Emhyr var Emreis: Sa Majesté impériale
ja: エムヒル・ヴァル・エムレイス: 南方の大帝
pl: Emhyr var Emreis: Jeż z Erlenwaldu
pt_br: Emhyr var Emreis: Vossa Majestade Imperial

source: "The skies wept when my Pavetta died. They will not weep for me."
fr: "Le ciel a pleuré la mort de ma Pavetta. Il ne pleurera pas pour moi."
ja: 「余のパヴェッタが死んだ時、空は泣いた。余のためには泣くまい」
pl: „Niebo nie płakało, gdy zabierali mi Pavettę".
pt_br: "O céu chorou quando a minha Pavetta morreu. Ele não chorará por mim."

source: Emhyr var Emreis: Emperor of Nilfgaard
fr: Emhyr var Emreis: Empereur du Nilfgaard
ja: エムヒル・ヴァル・エムレイス: ニルフガード皇帝
pl: Emhyr var Emreis: Cesarz Nilfgaardu
pt_br: Emhyr var Emreis: Imperador de Nilfgaard

source: "Your motives do not interest me. Only results."
fr: "Peu importe la raison, seul le résultat compte."
ja: 「貴様の動機に興味はない。意味があるのは結果だけだ」
pl: „Nie interesują mnie twoje przesłanki. Oczekuję wyników".
pt_br: "Teus motivos não me interessam. Somente os resultados."

source: Emhyr var Emreis: the White Flame
fr: Emhyr var Emreis: La Flamme Blanche
ja: エムヒル・ヴァル・エムレイス: 舞い踊る白炎
pl: Emhyr var Emreis: Biały Płomień Tańczący na Kurhanach Wrogów
pt_br: Emhyr var Emreis: a Chama Branca

source: "A sword is but one of many tools at a ruler's disposal."
fr: "L'épée n'est qu'un des nombreux instruments dont dispose un souverain."
ja: 「剣は君主が使える多くの武器の1つでしかない」
pl: „Miecz jest raptem jednym z narzędzi w dyspozycji cesarza".
pt_br: "Uma espada é uma de várias ferramentas à disposição de um governante."

source: Emhyr var Emreis: the Relentless
fr: Emhyr var Emreis: L'Implacable
ja: エムヒル・ヴァル・エムレイス: 熾烈なる君主
pl: Emhyr var Emreis: Pan Południa
pt_br: Emhyr var Emreis: o Implacável

source: "They do not call me the Patient. Take care they do not call you the Headless."
fr: "On ne m'appelle pas le Patient. Prenez garde ou on vous appelera le Racourci."
ja: 「余に忍耐強さを問う者はいない。二度と何も問えない姿になるからな」
pl: „Nie jestem znany ze swojej cierpliwości. Poczyń, proszę, kroki, aby nie być znanym z braku głowy na karku".
pt_br: "Não sou conhecido pela minha paciência. Não fique conhecido não ter cabeça."

source: Emhyr var Emreis: Invader of the North
fr: Emhyr var Emreis: Envahisseur du Nord
ja: エムヒル・ヴァル・エムレイス: 北方への侵略者
pl: Emhyr var Emreis: Najeźdźca Północy
pt_br: Emhyr var Emreis: Invasor do Norte

source: "Emperors command multitudes, yet cannot control two things: their time and their hearts."
fr: "Il est deux choses que les empereurs ne contrôlent pas : leur temps et leur cœur."
ja: 「皇帝たちは大勢を従えているが、2つだけ制御できないものがある。彼らの時間と心だ」
pl: „Cesarze władają imperium, ale dwiema rzeczami rządzić nie mogą: swoim sercem i swoim czasem".
pt_br: "Os imperadores são capazes de comandar multidões, mas não conseguem controlar duas coisas: seu tempo e seu coração."

source: Northern Realms
ar: اﻟﻤﻤﺎﻟﻚ اﻟﺸﻤﺎﻟﯿﺔ
cs: Severní říše
de: Nördliche Königreiche
fr: Royaumes du Nord
hu: Északi Királyságok
it: Regni Settentrionali
ja: 北方諸国
pl: Królestwa Północy
pt_br: Reinos do Norte
tr: Kuzey Diyarları

source: Vernon Roche
ar: (ﭬﯿﺮﻧﻮن روش)
ja: ヴァーノン・ロッシュ

source: "A patriot... and a real son of a bitch."
fr: "La Temeria, voilà ce qui importe."
ja: 「ロッシュは愛国者で… 食えない野郎だ」
pl: „Patriota, chociaż chuj".
pt_br: "Um patriota... e um filho da puta, literalmente."

source: Haddy
ar: (ھﺎدي)
ja: ハディ
pl: Hadko

source: John Natalis
ar: (ﭼﻮن ﻧﺎﺗﺎﻟﯿﺲ)
cs: Jan Natalis
de: Johan Natalis
fr: Jan Natalis
ja: ジョン・ナタリス
pl: Jan Natalis

source: "That square should bear the names of my soldiers, of the dead. Not mine."
fr: "Cette place devrait porter le nom de mes hommes morts au combat. Pas le mien."
ja: 「その広場には、私ではなく、死んでいった兵士たちの名前を付けるべきだ」
pl: „Ten skwer powinien nosić imię poległych żołnierzy. Nie moje".
pt_br: "Esse quadrado deveria ter os nomes dos meus soldados, dos mortos, não o meu."

source: Ravvy
ar: (راﻓﻲ)
cs: Ravik
ja: ラヴィ
pl: Ravik

source: Esterad Thyssen
ar: (اﺳﺘﯿﺮاد ﺗﺎﯾﺴﻦ)
ja: エステラド・シッセン

source: "Like all Thyssen men, he was tall, powerfully built and criminally handsome."
fr: "Comme tous les Thyssen, il était grand, fort et outrageusement beau."
ja: 「他のシッセン家の者と同様、彼は背が高く、力強い体つきで恐ろしいほどハンサムだった」
pl: „Jak wszyscy Thyssenidzi, był wysoki, potężnie zbudowany i – zbójecko przystojny".
pt_br: "Como todos os homens de Thyssen, ele era alto, forte e bonito de morrer."

source: Dijkstra
ar: (دﯾﻜﺴﺘﺮا)
ja: ディクストラ

source: Philippa Eilhart
ar: (ﻓﯿﻠﯿﺒﺎ إﯾﻠﮭﺎرت)
cs: Filippa Eilhart
ja: フィリパ・エイルハート

source: "Soon the power of kings will wither, and the Lodge shall seize its rightful place."
fr: "Bientôt, le pouvoir des rois faiblira et la Loge prendra sa place légitime."
ja: 「すぐに王たちの力は失われ、女魔術師会が正当な地位を獲得するでしょう」
pl: „Filippa Eilhart, choć bardzo atrakcyjna, była zdecydowanie bardzo niemiła".
pt_br: "Logo, o poder dos reis murchará, e a Estada tomará o seu lugar de direito."

source: "Fuck off! We aren't all ploughin' philanderers. Some of us have depth..."
fr: "Putain, mais quand quelqu'un vous énerve, vous êtes pas obligés de le buter ! Y a d'autres solutions, noms de dieux !"
ja: 「クソ！ 俺たちがみんな女たらしだと思うなよ。中には…」
pl: „No, to jak kurwa będzie? Robimy interes?"
pt_br: "Vai se foder! Não somos todos tarados, caralho. Alguns de nós têm sentimentos."

source: Ves
ar: (ﻓﯿﺲ)
fr: Cyn
ja: ヴェス

source: "Better to live one day as a king than a whole life as a beggar."
fr: "Dans l'arène, hommes et femmes sont égaux."
ja: 「一生物乞いをして暮らすより、たった1日でも女王になれる方がマシよ」
pl: „Lepiej przeżyć jeden dzień jak król, niż całe jak dziad".
pt_br: "É melhor viver um dia como rei do que uma vida inteira como um pedinte."

source: Siegfried of Denesle
ar: (ﺳﯿﺠﻔﺮﯾﺪ) ﻣﻦ (دﯾﻨﯿﻞ)
cs: Siegfried z Denesle
de: Siegfried von Denesle
fr: Siegfried de Denesle
hu: Denesle-i Siegfried
it: Siegfried di Denesle
ja: デネルのジーグフリード
pl: Zygfryd z Denesle
pt_br: Siegfried de Denesle
tr: Denesleli Siegfried

source: "We're on the same side, witcher. You'll realize this one day."
fr: "L'ironie n'est pas de mise. Nous sommes dans le même camp."
ja: 「平和を論ずることはたやすいが、維持することは難しい」
pl: „O pokoju zdecydowanie łatwiej gadać, niż go utrzymać".
pt_br: "A paz é fácil de se discutir, mas muito difícil de se manter."

source: Yarpen Zigrin
ar: (ﯾﺎرﺑﯿﻦ زﯾﺠﺮﯾﻦ)
ja: ヤーペン・ジグリン

source: "The world belongs to whoever's best at crackin' skulls and impregnatin' lasses."
fr: "Ce monde appartient à celui qui sait le mieux fracasser le crâne des autres et engrosser le plus vite les femelles."
ja: 「…その娘に言ってやったのさ。お前の洞窟より狭い鉱山から、鉄を掘ったことがあるってな！」
pl: „Nie pozjadałem wszystkich rozumów. Robię to, co uważam za dobre".
pt_br: "... aí, eu disse pra ela: gata, já vi minas menores que a tua caverna!"

source: Sigismund Dijkstra
ar: (ﺳﯿﺠﯿﺴﻤﻮﻧﺪ دﯾﻜﺴﺘﺮا)
ja: シギスムンド・ディクストラ

source: "Gwent's like politics, just more honest."
fr: "Je devrais te faire étrangler, mon salaud, mais je t'aime bien."
ja: 「グウェントは政治に似てるが、不正は少ない」
pl: „Naprawdę myślisz, że nabiorę się na tę wyjętą z dupy historyjkę?"
pt_br: "Gwent é parecido com política, só que com mais honestidade."

source: Bloody Baron
ar: (اﻟﺒﺎرون اﻟﺪﻣﻮي)
cs: Krvavý baron
de: Blutiger Baron
fr: Le Baron sanglant
hu: Véres Báró
it: Il Barone Sanguinario
ja: 血まみれ男爵
pl: Krwawy Baron
pt_br: Barão Sanguinário
tr: Kanlı Baron

source: Keira Metz
ar: (ﻛﯿﯿﺮا ﻣﯿﺘﺰ)
ja: キーラ・メッツ

source: "If I'm to die today, I wish to look smashing for the occasion."
fr: "Si je dois mourir aujourd'hui, autant que ce soit avec panache."
ja: 「今日死ぬかもしれないんだから、綺麗にしておきたいの」
pl: „Skoro mam dziś umrzeć, muszę odpowiednio wyglądać".
pt_br: "Se eu for morrer hoje, quero estar estonteante para a ocasião."

source: Síle de Tansarville
ar: (ﺳﺎﯾﻞ دي ﺗﺎﻧﺴﺎرﭬﯿﻞ)
cs: Sheala de Tancarville
de: Sheala de Tancarville
fr: Sheala de Tancarville
hu: Tansarville-i Síle
it: Sheala de Tansarville
ja: シレ・ド・タンサーヴィル
pl: Sheala de Tancarville

source: "The Lodge lacks humility. Our lust for power may yet be our undoing."
fr: "La Loge manque d'humilité. C'est notre soif de pouvoir qui nous perdra."
ja: 「女魔術師会は慎重さを欠いた。フィリパの権力欲が私たちを破滅させた」
pl: „Nie ma nic gorszego niż naukowo podbudowany szowinizm".
pt_br: "A Estada não é humilde. O desejo de poder de Philippa pode ser o nosso fim."

source: Sabrina Glevissig
ar: (ﺳﺎﺑﺮﯾﻨﺎ ﺟﻠﯿﻔﯿﺴﯿﺞ)
cs: Sabrina Glewissig
ja: サブリナ・グレヴィッシグ

source: "The Daughter of the Kaedweni Wilderness."
fr: "La fille sauvage de Kaedwen."
ja: 「ケイドウェンの荒野に生きる若き女性」
pl: „Córa kaedweńskich puszcz".
pt_br: "A filha da selva de Kaedwen."

source: Sheldon Skaggs
ar: (ﺳﺎﯾﻞ دي ﺗﺎﻧﺴﺎرﭬﯿﻞ)
hu: Tansarville-i Síle
ja: シェルドン・スカッグス

source: "I was there, on the front lines! Right where the fightin' was the thickest!"
fr: "Moi, j'étais en première ligne, là où ça chauffait vraiment."
ja: 「俺は前線にいた！ 一番戦いが激しいところにな！」
pl: „Ja byłem w pierwszej linii! Tam, gdzie było gorąco!"
pt_br: "Eu estava lá, no fronte, bem onde a batalha era mais intensa!"

source: Dethmold
ar: (دﯾﺜﻤﻮﻟﺪ)
de: Detmold
fr: Detmold
ja: デスモルド
pl: Detmold

source: "I once made a prisoner vomit his own entrails… Ah, good times…"
fr: "Un jour, j'ai fait vomir ses tripes à un prisonnier… Littéralement. Ah, c'était le bon temps…"
ja: 「以前は囚人に自分の内臓を吐かせたことがある… いい時代だった…」
pl: „Tysiąc trupów w jednej chwili! Takimi czarami wygrywa się wojny!"
pt_br: "Uma vez, fiz um prisioneiro vomitar as próprias tripas... Ah, os bons tempos."

source: Prince Stennis
ar: اﻷﻣﯿﺮ (ﺳﺘﯿﻨﯿﺲ)
cs: Princ Stennis
de: Fürst Stennis
hu: Stennis herceg
it: Principe Stennis
ja: ステニス王子
pl: Książę Stennis
pt_br: Príncipe Stennis
tr: Prens Stennis

source: "He ploughin' wears golden armor. Golden. ‘Course he's an arsehole."
fr: "Il porte une armure en or, bordel. En or ! Évidemment, que c'est un con."
ja: 「彼は黄金の鎧を身につけていた。黄金だ。どうしようもない奴だ」
pl: „Od razu było widać, że to kawał fiuta. Kto nosi złotą zbroję?!"
pt_br: "A armadura dele é dourada, caralho. Dourada. É claro que é um cuzão."

source: Trebuchet
ar: ﻣِﻘﺬاف
de: Tribok
fr: Trébuchet
hu: Hajítógép
it: Trabucco
ja: 投石器
pl: Trebusz
pt_br: Trabuco
tr: Üçlü Mancınık

source: "Castle won't batter itself down, now will it? Get them trebuchets rollin'!"
fr: "Ce château finira en ruines tôt ou tard, on fait qu'accélérer un peu les choses."
ja: 「城が勝手に壊れると思うのか？ 投石器を撃て！」
pl: „Jeden trebuszet jest wart stu piechurów. I trzystu takich łachudrów, jak ty".
pt_br: "O castelo não vai se derrubar sozinho, vai? Mexam esses trabucos!"

source: Poor Fucking Infantry
ar: ﺟﻨﻮد ﻣﺸﺎة ﻣﺴﺎﻛﯿﻦ
cs: Ubohá zasraná pěchota
de: Gottverdammte Infanterie
fr: Misérable Fantassin de Mes Deux
hu: Nyomorult gyalogság
it: Soldato malconcio
ja: 貧民歩兵隊
pl: Biedna Pierdolona Piechota
pt_br: Pobre Infantaria do Caralho
tr: Zavallı Boktan Piyade

source: "I's a war veteran! ... spare me a crown?"
fr: "J'suis un vétéran ! Z'auriez pas une couronne ou deux ?"
ja: 「俺は古参兵だったんだ！ …小銭を恵んでくれないか？」
pl: „Z werbunku? Dawać papiery! Czego kurwa, stoisz jeden z drugim? W lewo zwrot!"
pt_br: "Sou veterano de guerra! Tem uma moeda de ouro?"

source: Crinfrid Reavers Dragon Hunter
ar: ﺻﯿﺎد ﺗﻨﯿﻦ ﻟﺼﻮص (ﻛﺮﻧﻔﺮﯾﺪ)
cs: Lovec draků Crinfrid Reavers
de: Drachenjäger v. Crinfrid
fr: Chasseur de dragons de Crinfrid
hu: Crinfridi Martalócok sárkányvadász
it: Razziatore di Crinfrid
ja: ドラゴンハンターのクリンフリッド団
pl: Rębacze z Crinfrid
pt_br: Caçador de Dragões Saqueadores de Crinfrid
tr: Crinfrid Yağmacıları Ejderha Avcısı

source: "Haven't had much luck with monsters of late, so we enlisted."
fr: "Les dragons, ça court pas les rues. Et nous, il faut bien qu'on bouffe."
ja: 「最近は怪物退治もイマイチでな。それでこっちに志願したわけさ」
pl: „Naszą specjalizacją były smoki, ale i wojaczka dobra".
pt_br: "Não tivemos muita sorte com monstros recentemente, então nos alistamos."

source: Redanian Foot Soldier
ar: ﺟﻨﺪي ﻣﺸﺎة ﻣﻦ (رﯾﺪاﻧﯿﺎ)
cs: Redanský pěší voják
de: Redanischer Fußsoldat
fr: Fantassin redanien
hu: Redaniai gyalogos
it: Fante redaniano
ja: レダニア歩兵
pl: Redański piechur
pt_br: Soldado Raso Redaniano
tr: Redanyalı Piyade Eri

source: "I've bled for Redania! I've killed for Redania... Dammit, I've even raped for Redania!"
fr: "J'ai saigné pour la Redania ! J'ai tué pour la Redania ! J'ai même violé pour la Redania…"
ja: 「レダニアのために死に、レダニアのために殺す。レダニアのためなら、虫だって食ってやる！」
pl: „Dla Redanii wszystko! Znaczy, o ile żołd na czas dostanę".
pt_br: "Morrerei pela Redânia, matarei pela Redânia... Comerei minhocas pela Redânia."

source: Catapult
ar: ﻣﻨﺠﻨﯿﻖ
cs: Katapult
de: Katapult
fr: Catapulte
hu: Katapult
it: Catapulta
ja: カタパルト
pl: Katapulta
pt_br: Catapulta
tr: Mancınık

source: "The gods help those who have better catapults."
fr: "Les dieux sont toujours du côté de ceux qui ont les meilleures catapultes."
ja: 「神はより良きカタパルトを持つ側に微笑みかける」
pl: „Bogowie są po stronie tego, kto ma lepsze katapulty".
pt_br: "Os deuses ajudam aqueles que têm catapultas melhores."

source: Ballista
fr: Baliste
ja: バリスタ
pl: Balista
pt_br: Balista

source: "Usually we give 'em female names." "Like Jenny?" "More like Bertha."
fr: "– On leur donne souvent un nom féminin.: – Comme Jeanne ?: – Plutôt comme Bertha."
ja: 「こいつらには女性の名前を付ける」「ジェニーとか？」「ベルサって感じだな」
pl: „Zwykle dajemy im jakieś dźwięczne kobiece imiona. Jak Helga".
pt_br: "Normalmente damos nomes de mulheres." "Como Jenny?" "Mais tipo Bertha mesmo."

source: Kaedweni Siege Expert
ar: ﺧﺒﯿﺮ اﻟﺤﺼﺎر ﻣﻦ (ﻛﺎﯾﺪوﯾﻦ)
cs: Kaedwenský mistr-ženista
de: Kaedwen-Belagerungsexp.
fr: Expert en siège de Kaedwen
hu: Kaedweni ostromszakértő
it: Assediante kaedweniano
ja: ケイドウェンの攻城専門家
pl: Mistrz Oblężeń z Kaedwen
pt_br: Especialista em Cerco Kaedweni
tr: Kaedwenlı Kuşatma Uzmanı

source: "You gotta recalibrate the arm by five degrees." "Do what by the what now?"
fr: "Tu tires ou tu pointes ?"
ja: 「狙いを5目盛調整しろ」「どういう意味だ？」
pl: „Przekalibrujcie kąt ramienia o pięć stopni!": „Przeka-, kurwa, -co?"
pt_br: "Precisa recalibrar o braço em cinco graus." "Precisa o quê e quanto?"

source: Blue Stripes Commando
ar: ﺟﻨﺪي ﻧﺨﺒﺔ ﻣﻦ (ﺗﯿﻤﯿﺮﯾﺎ)
cs: Velitel Modrých pruhů
de: Blaue Streifen
fr: Commando des Stries Bleues
hu: Kéksávos rohamcsapat
it: Commando Bande Blu
ja: 刺青隊の指揮官
pl: Komandos Niebieskich Pasów
pt_br: Comando dos Listras Azuis
tr: Mavi Şeritliler Komandosu

source: "I'd do anything for Temeria. Mostly, though, I kill for her."
fr: "Je suis prêt à tout pour la Temeria. Surtout à tuer."
ja: 「テメリアのためなら何でもする。大体は殺しだが」
pl: „Dla Temerii zrobiłbym wszystko. Ale głównie zabijam".
pt_br: "Faria qualquer coisa por Teméria, mas, na maioria das vezes, eu mato por ela."

source: Siege Tower
ar: ﺑﺮج ﺣﺼﺎر
cs: Obléhací věž
de: Belagerungsturm
fr: Tour de siège
hu: Ostromtorony
it: Torre d'assedio
ja: 攻城塔
pl: Wieża oblężnicza
pt_br: Torre de Cerco
tr: Kuşatma Kulesi

source: "I love the clamor of siege towers in the morning. Sounds like victory."
fr: "Ils avaient des tours. On s'est fait damer le pion."
ja: 「朝に聞く攻城塔の音が大好きだ。まるで勝利を支示すラッパのようだからな」
pl: „Wieża na kółkach... Czego to, kurwa, nie wymyślą!"
pt_br: "Amo o clamor das torres de cerco pela manhã. Soa a vitória."

source: Dun Banner Medic
ar: طﺒﯿﺐ ﻣﻦ (دون ﺑﺎﻧﺮ)
cs: Léčitelka z Dun Banner
de: Heilerin des Gr. Fähnleins
fr: Chirurgienne de la Bannière Brune
hu: Dun Banner orvos
it: Medico Stendardo Grigio
ja: ダン・バナーの医師
pl: Medyczka Burej Chorągwi
pt_br: Médico da Bandeira de Dun
tr: Dun Sancağı Sıhhiyecisi

source: "Stitch red to red, white to white, and everything will be all right."
fr: "Suture le rouge avec le rouge, le jaune avec le jaune, le blanc avec le blanc, et tout ira bien."
ja: 「赤を赤く、白を白く縫え。それで大丈夫だ」
pl: „Zszyj czerwone z czerwonym, żółte z żółtym a białe z białym i będzie dobrze".
pt_br: "Vermelho no vermelho, branco no branco e tudo estará bem."

source: Foltest: King of Temeria
fr: Foltest: Roi de Temeria
ja: フォルテスト: テメリア王
pl: Foltest: Król Temerii
pt_br: Foltest: Rei da Teméria

source: "It is natural and beautiful that a man should love his sister."
fr: "Il est beau et naturel qu'un homme aime sa sœur."
ja: 「妹を愛するのは自然で美しいことだ」
pl: „Przecież to naturalne, że brat darzy miłością swoją siostrę".
pt_br: "É belo e natural que um homem ame a sua irmã."

source: Foltest: Lord Commander of the North
fr: Foltest: Protecteur du Nord
ja: フォルテスト: 北方の司令官
pl: Foltest: Dowódca Północy
pt_br: Foltest: Comandante do Norte

source: "Sod advisors and their schemes. I place my trust in my soldiers' blades."
fr: "Je suis las des intrigues de tous ces conseillers. Préparez mon armure."
ja: 「嫌らしい相談役どもの計画作戦ではなく、余は歩兵の剣を信じる」
pl: „Pieprzeni doradcy i ich polityczne układanki. Na polu bitwy ufam sobie i swoim zbrojnym".
pt_br: "Danem-se os conselheiros e os seus planos. Confio na espada do meu soldado."

source: Foltest: the Siegemaster
fr: Foltest: Maître du siège
ja: フォルテスト: 攻城の名手
pl: Foltest: Zdobywca
pt_br: Foltest: Mestre do Cerco

source: "A well-aimed ballista razes not just the enemy's walls, but his morale as well."
fr: "Un tir de baliste bien ajusté fait autant de dégats au moral de l'ennemi qu'à ses murailles."
ja: 「良く狙ったバリスタは敵の城壁だけでなく、士気も挫く」
pl: „Dobrze wymierzony strzał z balisty druzgocze nie tylko umocnienia, ale też morale wroga".
pt_br: "Uma balista bem posicionada destrói as muralhas e o ímpeto do inimigo."

source: Nilfgaardian Nobleman
ar: ﺳﯿﺪ ﻧﺒﯿﻞ ﻣﻦ (ﻧﯿﻠﻔﺠﺎرد)
cs: Nilfgaardský šlechtic
de: Nilfgaardischer Adliger
fr: Aristocrate nilfgaardien
hu: Nifgaardi nemes
it: Nobile nilfgaardiano
ja: ニルフガードの貴族
pl: Nilfgaardczyk
pt_br: Nobre nilfgaardiano
tr: Nilfgaardlı Soylu

source: Royal Palace in Vizima
ar: ﻗﺼﺮ (ﭬﯿﺰﯾﻤﺎ) اﻟﻤﻠﻜﻲ
cs: Královský hrad ve Wyzimě
de: Königliche Burg Wyzima
fr: Palais royal de Wyzima
hu: Vizima királyi vár
it: Castello reale di Vizima
ja: ヴィジマ王城
pl: Zamek Królewski w Wyzimie
pt_br: Castelo Real de Vizíma
tr: Vizima'daki Kraliyet Sarayı

source: Foltest: the Steel-Forged
fr: Foltest: Le Brave
ja: フォルテスト: 鋼鉄の男
pl: Foltest: Żelazny Władca
pt_br: Foltest: Nascido do Aço

source: "A beautiful day for battle."
fr: "Belle journée pour une bataille !"
ja: 「戦いには絶好の日和だ」
pl: „Cóż za piękny dzień na bitwę!"
pt_br: "É um belo dia para uma batalha."

source: Foltest: Son of Medell
fr: Foltest: Fils de Medell
ja: フォルテスト: メデルの息子
pl: Foltest: Syn Medella
pt_br: Foltest: Filho de Medell

source: "Dammit, I rule this land and I refuse to creep around its corners."
fr: "Je dirige ce royaume. Pas question de me terrer dans un coin."
ja: 「我こそこの王国の支配者――その隅で震えることなどない」
pl: „Ja tu rządzę i nie będę się krył po kątach".
pt_br: "Eu controlo este reino - Não irei procurar refúgio em seus cantos."

source: Eithné
ar: (إﯾﺜﻨﯿﮫ)
ja: エイスネ

source: "The dryad queen has eyes of molten silver, and a heart of cold-forged steel."
fr: "La reine des dryades a des yeux d'argent et un cœur froid comme l'acier."
ja: 「ドリアードの女王は、白銀の瞳と冷たい鋼でできた心臓を有していた」
pl: „Bądź pozdrowiona, Srebrnooka Eithné, Pani Brokilonu!"
pt_br: "A rainha das dríades tem olhos de prata em chamas e um coração de aço frio."

source: Rosemary and Thyme
ar: ﺣﺎﻧﺔ (روزﻣﺎري آﻧﺪ ﺗﺎﯾﻢ)
cs: U Rozmarýnky a Tymiánu
de: Rosmarin und Thymian
fr: Le Thym et romarin
hu: Rozmaring és Kakukkfű
it: Timo e Rosmarino
ja: ローズマリー・アンド・タイム
pl: Szałwia i Rozmaryn
pt_br: Alecrim & Tomilho
tr: Biberiye ve Kekik

source: Saesenthessis
ar: (ﺳﺎﺳﯿﻨﺜﯿﺴﯿﺲ)
ja: サエセンテ

source: "Beautiful, pure, fierce - the perfect icon for a rebellion."
fr: "Belle, pure et farouche… l'icône parfaite d'une rébellion."
ja: 「美しく、純粋で、情熱的だ。革命の旗印としては完璧である」
pl: „Wielu z nas nie zobaczy jutrzenki. A my będziemy pielęgnować ich groby".
pt_br: "Bela, pura e feroz. É o ícone perfeito para uma rebelião."

source: Temerian Partisan Hideout
ar: ﻣﺨﺒﺄ أﻧﺼﺎر (ﺗﯿﻤﯿﺮﯾﺎ)
cs: Skrýš temerských partyzánů
de: Versteck temerischer Freischärler
fr: Repaire des partisans de Temeria
hu: Temeri partizánok rejteke
it: Covo dei partigiani temeriani
ja: テメリア人ゲリラの隠れ家
pl: Kryjówka temerskich partyzantów
pt_br: Esconderijo de guerrilheiros temerianos
tr: Temeryalı Gerilla Gizlenme Yeri

source: Isengrim Faolitarna
ar: (إﯾﺴﻨﺠﺮﯾﻢ ﻓﻮﻟﺘﺸﯿﺮﻧﺎ)
fr: Isengrim Faoiltiarna
ja: アイセングリム・フルチアーナ
pl: Isengrim Faoiltiarna
pt_br: Isengrim Faoiltiarna
tr: Isengrim Faoiltiarna

source: "It dawns on them once they notice my scar: a realization of imminent death."
fr: "Si tu vois la balafre du Loup de Fer, tu es un mort en sursis."
ja: 「俺の傷に気付いた時、彼らは理解する。自身の死が迫っていると」
pl: „Jak mało który ludziom za skórę zalazł. Wielka cena jest za jego głowę".
pt_br: "Eles percebem quando veem a minha cicatriz: percebem que a morte é iminente."

source: Iorveth
ar: (إﯾﻮرﭬﯿﺚ)
cs: Iorweth
de: Iorweth
ja: イオルヴェス

source: "King or beggar, what's the difference? One dh'oine less."
fr: "Roi ou mendiant... Quelle différence ? C'est toujours un dh'oine de moins."
ja: 「隻眼の男とは思えない正確さだ」
pl: „Kurewsko celny jak na faceta z jednym okiem".
pt_br: "Tem uma bela duma mira para um cara caolho."
