Repository: EKlaman/gwent-tracker
Catalog: src/GwentTracker/locale/cards.*.po
Languages: ar, cs, de, fr, hu, it, ja, pl, pt_br, tr

source: Velen
ar: (ﭬﯿﻠﯿﻦ)
ja: ヴェレン

source: Novigrad
ar: (ﻧﻮﭬﯿﺠﺮاد)
ja: ノヴィグラド

source: A Matter of Life and Death
ar: ﻣﺴﺄﻟﺔ ﺣﯿﺎة أو ﻣﻮت.
cs: Otázka života a smrti
de: Eine lebenswichtige Angelegenheit
fr: Une question de vie ou de mort
hu: Élet-halál kérdése
it: Questione di vita o di morte
ja: 生死に関わる問題
pl: Kwestia życia i śmierci
pt_br: Uma questão de vida e morte
tr: Bir Ölüm Kalım Meselesi

source: High Stakes
ar: رھﺎﻧﺎت ﻋﺎﻟﯿﺔ
cs: Vysoké sázky
de: Hohe Einsätze
fr: Dans la cour des grands
hu: Komoly tétek
it: Puntate alte
ja: 大きな賭け
pl: O wysoką stawkę
pt_br: Jogo grande
tr: Yüksek Bahis

source: Gwent: Playing Thaler
ar: ﻟﻌﺒﺔ (اﻟﺠﻮﯾﻨﺖ): اﻟﻠﻌﺐ ﻣﻊ (ﺗﺎھﻠﺮ)
cs: Gwint: Hra s Talarem
de: Gwint: Ein Spiel gegen Thaler
fr: Gwynt : partie contre Talar
hu: Gwynt: Játék Thalerrel
it: Gwent: Sfida con Thaler
ja: グウェント：ザラーとの対決
pl: Gwint: Partyjka z Talarem
pt_br: Gwent: Jogando contra Thaler
tr: Gvent: Thaler ile Oynamak

source: Reason of State
ar: ﻣﺼﻠﺤﺔ اﻟﻮطﻦ
cs: Zájmy státu
de: Staatsräson
fr: Raison d'État
hu: Államérdek
it: Ragion di stato
ja: 国家の理性
pl: Racja stanu
pt_br: Motivo de Estado
tr: Devletin Hikmeti

source: A Dangerous Game
ar: ﻟﻌﺒﺔ ﺧﻄﺮة
cs: Nebezpečná hra
de: Ein gefährliches Spiel
fr: Un jeu dangereux
hu: Veszélyes játék
it: Un gioco pericoloso
ja: 危険なゲーム
pl: Niebezpieczna gra
pt_br: Um jogo perigoso
tr: Tehlikeli Bir Oyun

source: The Isle of Mists
ar: ﺟﺰﯾﺮة (أﯾﻞ أف ﻣﺴﺘﺲ)
cs: Ostrov mlh
de: Die Nebelinsel
fr: L'Île des Brumes
hu: Ködsziget
it: L'Isola delle Nebbie
ja: 霧の島
pl: Wyspa Mgieł
pt_br: A Ilha da Neblina
tr: Sisler Adası

source: Skellige
ar: (ﺳﻜﯿﻠﺪج)
ja: スケリッジ

source: Shock Therapy
ar: اﻟﻌﻼج ﺑﺎﻟﺼﺪﻣﺎت
cs: Léčba šokem
de: Schocktherapie
fr: Thérapie de choc
hu: Sokkterápia
it: Terapia d'urto
ja: ショック療法
pl: Terapia szokowa
pt_br: Terapia de choque
tr: Şok Tedavisi

source: Monsters
ar: اﻟﻮﺣﻮش
cs: Příšery
de: Monster
fr: Monstres
hu: Szörnyek
it: Mostri
ja: 怪物
pl: Potwory
pt_br: Monstros
tr: Yaratıklar

source: Draug
ar: (دراوج)
fr: Draugr
ja: ドラウグ

source: "Some men cannot admit defeat. Some keep fighting from beyond the grave."
fr: "Certains hommes n'admettent pas la défaite. Même morts, ils continuent à combattre."
ja: 「敗北を認めたがらない者は多い、中には死後もなお戦い続ける者もいる」
pl: „Generał nie pogodził się z przegraną. Zginął, ale walczy dalej".
pt_br: "Alguns homens não admitem derrota. Alguns continuam lutando do além."

source: Hero
ar: ﺑﻄﻞ
cs: Hrdina
de: Held
fr: Héros
hu: Hős
it: Eroe
ja: ヒーロー
pl: Bohater
pt_br: Herói
tr: Kahraman

source: Crach an Craite
ar: (ﻛﺮاﺗﺶ آن ﻛﺮاﯾﺖ)
ja: クラフ・アン・クライト

source: Kaer Trolde
ar: (ﻛﺎر ﺗﺮوﻟﺪ)
ja: ケィア・トロールド

source: Ard Skellig
ar: ﺟﺰﯾﺮة (آرد ﺳﻜﯿﻠﯿﺞ)
ja: アード・スケリッグ

source: Kayran
ar: (ﻛﺎﯾﺮان)
cs: Kajran
fr: Keyran
ja: カイラン
pl: Kejran

source: "Kill a kayran? Simple. Take your best sword... then sell it and hire a witcher."
fr: "Tuer un keyran, c'est facile : prenez votre meilleure épée, vendez-la, et engagez un sorceleur."
ja: 「カイランを倒す？ 簡単だ。一番いい剣を持ってこい… それを売ってウィッチャーを雇え」
pl: „Ten pień tam, z lewej... On się rusza!": „To nie pień. To macka".
pt_br: "Matar um kayran? Pegue a sua melhor espada e venda-a para contratar um bruxo."

source: Imlerith
ar: (إﻣﻠﯿﺮﯾﺚ)
ja: イムレリス

source: "Ladd nahw! Kill them! Litter the earth with their entrails!"
fr: "Ladd nawh ! Tuez-les ! Répandez leurs entrailles sur le sol !"
ja: 「ラッド・ナァウ！ 殺せ！ 土に返してやれ！」
pl: „Imlerith...? Lepiej od razu się poddajmy".
pt_br: "Ladd nawh! Matem-nos! Cubram a terra com as suas entranhas!"

source: Leshen
ar: (ﻟﯿﺸﯿﻦ)
cs: Lešij
de: Waldschrat
hu: Lesi
ja: レーシェン
pl: Leszy
pt_br: Liche
tr: Leşen

source: "We never hunt in these woods. Not even if it means the whole village starves."
fr: "On ne chasse jamais dans ces bois. Même si tout le village crève de faim."
ja: 「俺たちゃ森で狩りはしない。たとえ、それで村全体が飢えに苦しむとしてもな」
pl: „W tym lesie się nie poluje. Nigdy. Choćby wieś umierała z głodu".
pt_br: "Nunca caçamos nesta floresta, mesmo que o vilarejo inteiro passe fome."

source: Ermion
ar: (إرﻣﯿﻮن)
cs: Myšilov
de: Mäussack
fr: Sac-à-souris
it: Ermellino
ja: エルミオン
pl: Myszowór
pt_br: Arminho

source: Gedyneith
ar: (ﺟﯿﺪﯾﻨﯿﺚ)
ja: ゲディニース
pl: Dąb Gedyneith

source: Forktail
ar: ﺗﻨﯿﻦ ﻣﺘﺸﻌﺐ اﻟﺬﯾﻞ
cs: Vidlohon
de: Gabelschwanz
fr: Foënard
hu: Villásfarkú
it: Codabiforca
ja: フォークテイル
pl: Widłogon
pt_br: Tordo
tr: Çatalkuyruk

source: "Fork tails… Bah! Fuckers' tails're more like cleavers."
fr: "Faut pas prendre les enfants de Melitele pour des foënards sauvages."
ja: 「フォークテイルだと…！ あの尻尾は包丁のほうが近い」
pl: „Widłogon... Dobre sobie. Raczej, kurwa, mieczogon!"
pt_br: "Tordos... Esses filhos da puta são uns assassinos."

source: Unit
ar: وﺣﺪة
cs: Jednotka
de: Einheit
fr: Unité
hu: Egység
it: Unità
ja: ユニット
pl: Jednostka
pt_br: Unidade
tr: Birim

source: Earth Elemental
ar: وﺣﺶ أرﺿﻲ
cs: Zemní elementál
de: Erdgenius
fr: Élémentaire de terre
hu: Földelementál
it: Elementale della terra
ja: 土のエレメンタル
pl: Żywiołak ziemi
pt_br: Elemental da Terra
tr: Toprak Elementali

source: "How to fight an earth elemental? You don't. You run. Fast as you can."
fr: "Comment se débarrasser d'un élémentaire de terre ? En prenant ses jambes à son coup."
ja: 「土のエレメンタルとの戦い方？ そんなものはない。できるだけ早く走れ」
pl: „Jak przeżyć spotkanie z żywiołakiem ziemi? Proste. Uciekać, ile sił w nogach".
pt_br: "Como lutar contra um elemental de terra? Não lute. Corra rápido."

source: Kaer Trolde Harbor
ar: ﻣﯿﻨﺎء (ﻛﺎر ﺗﺮوﻟﺪ)
cs: Přístav Kaer Trolde
de: Hafen von Kaer Trolde
fr: Port de Kaer Trolde
hu: Kaer Trolde kikötője
it: Porto di Kaer Trolde
ja: ケィア・トロールド波止場
pl: Port pod Kaer Trolde
pt_br: Porto de Kaer Trolde
tr: Kaer Trolde Limanı

source: Fiend
ar: ﻋﻔﺮﯾﺖ
cs: Běs
de: Unhold
fr: Fiellon
hu: Pokolfajzat
it: Demonio
ja: フィーンド
pl: Bies
pt_br: Demônio
tr: Zebani

source: "A fiend looks a bit like a deer. An enormous, evil deer."
fr: "Un fiellon, ça ressemble un peu à un cerf. Un putain de cerf maléfique atteint de gigantisme."
ja: 「フィーンドは鹿に似ている。巨大で邪悪な鹿だ」
pl: „Bies wygląda trochę jak jeleń. Wielki, wkurwiony jeleń".
pt_br: "Um demônio parece quase como um cervo, como um cervo grande e maligno."

source: Arinbjorn
ar: (أرﯾﻨﺒﯿﻮرن)
ja: エリンビョルン
pl: Wieś Arinbjorn

source: Plague Maiden
ar: ﻓﺘﺎة اﻟﻄﺎﻋﻮن
cs: Morová panna
de: Pestmaid
fr: Vierge de la peste
hu: Himlőlidérc
it: Fanciulla della malattia
ja: ペスタ
pl: Morowa Dziewica
pt_br: Dama da peste
tr: Veba Bakiresi

source: "The sick rave about a boil-pocked woman surrounded by herds of rabid rats…"
fr: "Les malades délirent à propos d'une femme pleine de bubons, entourée de rats…"
ja: 「病人は、皮膚がただれ、狂ったネズミに囲まれた女性の話をしていた…」
pl: „Chorzy majaczyli o pokrytej liszajami kobiecie otoczonej przez oszalałe szczury..."
pt_br: "Os doentes falam de uma mulher pustulenta cercada vários ratos raivosos..."

source: Griffin
ar: وﺣﺶ (اﻟﻔﺘﺨﺎء)
cs: Gryf
de: Greif
fr: Griffon
hu: Griff
it: Grifone
ja: グリフィン
pl: Gryf
pt_br: Grifo
tr: Grifin

source: "Griffins like to toy with their prey. Eat 'em alive, piece by piece."
fr: "Les griffons aiment jouer avec leur proie. La manger vivante, morceau par morceau."
ja: 「グリフィンは獲物を弄ぶことが多い。生きたまま、少しずつ食べようとする」
pl: „Gryfy lubią pomęczyć. Jeść żywcem po kawałku".
pt_br: "Grifos gostam de brincar com a presa. Gostam de comê-la viva, aos pedaços."

source: Werewolf
ar: ﻣﺴﺘﺬﺋﺐ
cs: Vlkodlak
de: Werwolf
fr: Loup-garou
hu: Farkasember
it: Lupo mannaro
ja: 人狼
pl: Wilkołak
pt_br: Lobisomem
tr: Kurtadam

source: "Wolves aren't as bad as they say. Werewolves, though - they're worse."
fr: "Les loups sont moins méchants qu'on le dit. Les loups-garous, eux, sont pires."
ja: 「狼は噂程怖くない。人狼は噂より怖い」
pl: „Nie taki wilk straszny, jak go malują. Za to wilkołak jak najbardziej".
pt_br: "Lobos não são tão ruins quanto dizem. Já os lobisomens, esses são piores."

source: Urialla Harbor
ar: ﻣﯿﻨﺎء (أورﯾﺎﻻ)
cs: Přístav Urialla
de: Hafen von Urialla
fr: Port d'Urialla
hu: Urialla kikötő
it: Porto di Urialla
ja: ウリアラ波止場
pl: Przystań w Urialli
pt_br: Porto Urialla
tr: Urialla Limanı

source: An Skellig
ar: (آن ﺳﻜﯿﻠﯿﺞ)
ja: アン・スケリッグ

source: Botchling
ar: وﺣﺶ (ﺑﻮﺗﺸﻠﯿﻨﺞ)
cs: Potracenka
de: Fehlgeborener
fr: Couvin
hu: Torzafiók
ja: ボッチリング
pl: Poroniec
pt_br: Fetulho
tr: Berbatçık

source: "Admit your mistakes and bury them proper - else they'll come back to haunt you."
fr: "Reconnaissez vos erreurs et enterrez-les convenablement. Sans quoi, c'est les emmerdes assurées."
ja: 「過ちを認めて適切に埋葬しないと、甦ってお前にとりつくぞ」
pl: „Mogiła jest rozkopana... Znaczy, poroniec wyszedł na żer".
pt_br: "Reconheça os seus erros e enterre-os, ou eles voltarão para assombrá-lo."

source: Frightener
ar: وﺣﺶ (اﻟﻤﺮﻋﺐ)
cs: Děsitel
de: Einschüchterer
fr: Épouvanteur
hu: Rémsáska
it: Terrorizzatore
ja: フライテナー
pl: Przeraza
pt_br: Espanto
tr: Korkusalan

source: "What have I done?" the mage cried out, frightened of his own creation.
fr: "Qu'ai-je fait ?! cria le mage, effrayé par sa propre création."
ja: 「『私は何を作った？』と魔術師は叫び、自身が作り出したものに怖れ慄いた。」
pl: „Skąd ta nazwa? Poczekaj, aż ją zobaczysz".
pt_br: "'O que foi que eu fiz?', disse o mago, assustado com a sua criação."

source: Ice Giant
ar: ﻋﻤﻼق اﻟﺠﻠﯿﺪ
cs: Ledový obr
de: Eisriese
fr: Géant de glace
hu: Jégóriás
it: Gigante dei ghiacci
ja: 氷の巨人
pl: Lodowy Gigant
pt_br: Gigante de Gelo
tr: Buz Devi

source: "Fled one time in my life. From the Ice Giant. And I'm not a bit ashamed."
fr: "De toute ma vie, je n'ai fui qu'une seule fois, devant le géant de glace. Et je n'en ai pas honte du tout."
ja: 「人生で一度だけ逃げたことがある。氷の巨人を相手にした時だ。全く恥ずかしいとは思わない」
pl: „Uciekłem w życiu jeden raz. Przed lodowym gigantem. I nawet się tego nie wstydzę".
pt_br: "Fugi uma vez na vida. Foi do Gigante de Gelo. Não tenho vergonha nenhuma."

source: Svorlag
ar: (ﺳﭭﻮرﻻج)
ja: スヴォラグ
pl: Wieś Svorlag

source: Spikeroog
ar: ﺟﺰﯾﺮة (ﺳﺒﺎﯾﻜﯿﺮوج)
ja: スピカローグ

source: Endrega
ar: (إﻧﺪرﯾﺠﺎ)
cs: Endriaga
de: Endriaga
fr: Endriague
hu: Endriág
it: Endriaga
ja: エンドレガ
pl: Endriaga
pt_br: Endriúga

source: "The nest! Take out the nest, or the bastards'll just keep coming!"
fr: "Le nid ! Faites péter le nid avant que ces saloperies ne nous submergent !"
ja: 「巣だ！ 巣を潰さないと、無限に湧いてくるぞ！」
pl: „Do lasu lepiej teraz nie zachodzić. Endriagi się wyroiły".
pt_br: "O ninho! Destrua o ninho ou essas desgraças não vão parar de atacar!"

source: Harpy
ar: وﺣﺶ (ھﺎرﺑﻲ)
cs: Harpyje
de: Harpyie
fr: Harpie
hu: Hárpia
it: Arpia
ja: ハーピー
pl: Harpia
pt_br: Harpia
tr: Harpi

source: "There are many species of harpy, and all are kleptomaniacs."
fr: "Enlève-moi toute cette quincaillerie, tu vas attirer les harpies."
ja: 「ハーピーには様々な亜種があるが、どの種族も手癖が悪い」
pl: „Schowajcie te błyskotki, pani. Bo jeszcze harpie się zlecą".
pt_br: "Há várias espécies de harpias. Todas são cleptomaníacas."

source: Harviken
ar: (ھﺎرﭬﯿﻜﯿﻦ)
ja: ハーヴィケン
pl: Wieś Harviken

source: Faroe
ar: (ﻓﺎرو)
ja: フェロー

source: Cockatrice
ar: وﺣﺶ (اﻷﺻﻠﺔ)
cs: Kurolišek
de: Gorgo
fr: Cocatrix
hu: Kukorix
ja: コカトリス
pl: Kuroliszek
pt_br: Cocatriz
tr: Horozbaş

source: "Born of an egg laid by a cockerel... if you believe such peasant drivel."
fr: "Il est sorti d'un œuf de coq couvé par un crapaud. Enfin, c'est ce que prétendent ces cul-terreux consanguins."
ja: 「コカトリスは雄鶏が暖めた卵から生まれるらしい… 信じられないな」
pl: „Mierzy bezbłędnie między kręgi lub w aortę. Jeden cios i jesteś martwy".
pt_br: "Nascida de um ovo posto por um galo... Segundo as lendas bobas dos camponeses."

source: Gargoyle
ar: ﺗﻤﺜﺎل ﺣﺠﺮي ﻣﺘﺤﺮك
cs: Chrlič
fr: Gargouille
ja: ガーゴイル
pl: Gargulec
pt_br: Gárgula
tr: Gargoyl

source: "Ancient sculptors' nightmarish fantasies, brought to life by bored mages."
fr: "Les fantasmes tordus d'antiques sculpteurs, amenés à la vie par des mages désœuvrés."
ja: 「いにしえの彫刻家が作った恐ろしい石像が、魔術師に生命を吹き込まれた」
pl: „Mnie się zdaje, czy ten rzygacz wodzi za nami wzrokiem?"
pt_br: "Fantasias tenebrosas de escultores antigos animadas por magos."

source: Celaeno Harpy
ar: وﺣﺶ (ﺳﯿﻠﯿﻨﻮ ھﺎرﺑﻲ)
cs: Harpyje celaeno
de: Kelajno-Harpyie
fr: Célénos
hu: Celaeno hárpia
it: Arpia celaeno
ja: セライノ・ハーピー
pl: Harpia Celaeno
pt_br: Harpia celaeno
tr: Kelaino Harpi

source: "Common harpies feed on carrion. Celaeno harpies… they feed on dreams."
fr: "Les harpies communes se nourrissent de charognes. Les célénos… de rêves."
ja: 「一般的なハーピーは腐肉を食らう。セライノ・ハーピーは… 夢を食らう」
pl: „Zwykłe harpie żywią się padliną. A Celaeno – snami".
pt_br: "Harpias comuns comem carniça. Harpias calaeno, essas devoram sonhos."

source: Grave Hag
ar: ﺳﺎﺣﺮة ﻗﺒﻮر
cs: Hrobice
de: Gruftweib
fr: Guenaude sépulcrale
hu: Sírbanya
it: Strega dei sepolcri
ja: グレイブ・ハグ
pl: Baba cmentarna
pt_br: Bruxa sepulcral
tr: Mezar Cadısı

source: "Their long tongues're for slurping marrow - and whipping prey."
fr: "Viens par là, que je te suce la moelle."
ja: 「その長い舌は鞭のようにしなり、獲物の骨髄を啜るのに用いられる」
pl: „Uważaj... Leziesz po trupach. Smacznych trupach.... Hi, hi".
pt_br: "As suas línguas longas servem para chupar tutano... E chicotear suas presas."

source: Fire Elemental
ar: وﺣﺶ اﻟﻨﺎر
cs: Ohnivý elementál
de: Feuergenius
fr: Élémentaire de feu
hu: Tűzelementál
it: Elementale del fuoco
ja: 火のエレメンタル
pl: Żywiołak ognia
pt_br: Elemental do fogo
tr: Ateş Elementali

source: "Fire is so delightful."
fr: "Il s'est fait refroidir par un élémentaire de feu. C'est con, quand même."
ja: 「火はとても美しい」
pl: „No, teraz to się zrobi gorąco".
pt_br: "O fogo é tão gostoso."

source: Foglet
ar: وﺣﺶ اﻟﻀﺒﺎب
cs: Mlhavec
de: Nebling
fr: Brumelin
hu: Ködárny
ja: フォグレット
pl: Mglak
pt_br: Nevoloso
tr: Siscil

source: "Fog creeps on little cat feet. Foglets creep over the bodies of their victims."
fr: "Il vit une lueur dans la brume. C'est la dernière chose qu'il vit."
ja: 「霧は子猫のようにそっと近づく。フォグレットは殺した獲物の屍をまたいで近づく」
pl: „Jak widzisz światło we mgle, zawracaj. Natychmiast".
pt_br: "A névoa chega sorrateiramente. Nevolosos chegam matando."

source: Wyvern
ar: ﺗﻨﯿﻦ ﻣﺠﻨﺢ
cs: Wyverna
hu: Vivern
it: Viverna
ja: ワイバーン
pl: Wiwerna
tr: Ejderan

source: "Imagine a cross between a winged snake and a nightmare. Wyverns are worse."
fr: "J'sais pas si les wyverns enlèvent les vierges mais toi, au moins, tu crains rien."
ja: 「悪夢の中で翼の生えた蛇を見たと考えてみろ。ワイバーンはそれよりも恐ろしい」
pl: „To było coś, co żyło tylko po to, by zabijać".
pt_br: "Imagine o filho de uma cobra alada e um pesadelo. Os wyverns são piores."

source: Arachas Behemoth
ar: (أراﻛﺎس ﺑﯿﮭﯿﻤﻮث)
cs: Krabopavoučí kolos
de: Krabbspinnen-Ungetüm
fr: Mastodonte arachas
hu: Arakász behemót
it: Arachas gigante
ja: アラキス・ベヒモス
pl: Olbrzymi krabopająk
pt_br: Aracna Gigante
tr: Arachas

source: "Like a cross between a crab, a spider… and a ploughin' mountain."
fr: "Engagez-vous, qu'ils disaient… Vous verrez du pays, qu'ils disaient…"
ja: 「珍しい種類のアラキス。象のようだが、より頑丈だ」
pl: „To... To się rusza!"
pt_br: "Uma casta rara de aracnas, grandes quanto elefantes, mas bem mais resistentes."

source: Arachas
ar: (أراﻛﺎس)
cs: Krabopavouk
de: Krabbspinne
hu: Arakász
ja: アラキス
pl: Krabopająk
pt_br: Aracnas
tr: Arakas

source: "Ugly - nature's way of saying 'Stay the fuck away.'"
fr: "Une gueule pareille, c'est un avertissement de Dame Nature."
ja: 「自然による『近づいたら殺す』とう意志表示」
pl: „Pół krab, pół pająk. Słowem, skurwysyn".
pt_br: "Feiura é como a natureza diz 'fica longe dessa porra.'"

source: Nekker
ar: (ﻧﯿﻜﺮ)
ja: ネッカー

source: "Damn things are almost cute, if you ignore the whole vicious killer aspect."
fr: "Ils seraient presque mignons, si on oubliait un instant que ce sont des saletés de tueurs."
ja: 「その凶暴性を脇に置いておけば、見た目は可愛い」
pl: „Małe, szybkie i wredne".
pt_br: "Os malditos são quase bonitinhos, se ignorar que são assassinos impiedosos."

source: Trottheim
ar: (ﺗﺮوﺗﮭﯿﻢ)
ja: トロッセイム
pl: Wieś Trottheim

source: Vampire: Ekimmara
ar: ﻣﺼﺎص دﻣﺎء: (إﯾﻜﯿﻤﺎرا)
cs: Upír: Ekimara
de: Vampir: Ekimma
fr: Vampire : Ekimme
hu: Vámpír: ekimmara
it: Vampiro: ekimma
ja: 吸血鬼エキムマーラ
pl: Wampir: Ekimma
pt_br: Vampiro: Ekimmu
tr: Vampir: Ekimmara

source: "Who would think overgrown bats would have a taste for gaudy jewelry?"
fr: "Qu'est-ce qui aime les bijoux clinquants et sent la vinasse ?: Indice : Ce n'est pas ma belle-mère."
ja: 「育ちすぎたコウモリが派手な宝石を好むようになるなど、誰が思うだろう？」
pl: „Ekimma to taki jakby nietoperz... Tyle, że wielkości człowieka".
pt_br: "Quem diria que morcegos gigantes teriam uma queda por joias cafonas?"

source: Vampire: Fleder
ar: ﻣﺼﺎص دﻣﺎء: (ﻓﻠﯿﺪر)
cs: Upír: Fleder
de: Vampir: Flatterer
fr: Vampire : Noctule
hu: Vámpír: fléder
it: Vampiro: fleder
ja: 吸血鬼フレダー
pl: Wampir: Fleder
pt_br: Vampiro: Fleder
tr: Vampir: Fleder

source: "Higher vampires embrace their victims. Fleders rip them to shreds."
fr: "Les vampires supérieurs étreignent leurs victimes. Les noctules les dépècent."
ja: 「上級吸血鬼は獲物を抱きしめる。フレダーは引き裂いてしまう」
pl: „Łysa głowa, szpiczaste uszy, skóra pokryta brodawkami... Przystojniaczek".
pt_br: "Vampiros superiores acariciam as suas vítimas. Os fleders as desmembram."

source: Vampire: Garkain
ar: ﻣﺼﺎص دﻣﺎء: (ﺟﺎرﻛﯿﻦ)
cs: Upír: Garkain
de: Vampir: Garkin
hu: Vámpír: garkain
it: Vampiro: garkain
ja: 吸血鬼ガルカイン
pl: Wampiry: Garkain
pt_br: Vampiro: Garkain
tr: Vampir: Garkain

source: "Blood-drinkers and corpse-eaters so foul their very ugliness paralyses foes."
fr: "Ce n'est pas la peur qui paralyse les victimes de ces immondes créatures, c'est leur laideur."
ja: 「血を啜り死体を食らう。醜すぎて敵が凍りついてしまう」
pl: „Nic nie chroni przed garkainem. Ani święte znaki, ani czosnek, ani osinowy kołek".
pt_br: "São comedores de carniça tão nojentos que sua feiura paralisa seus inimigos."

source: Vampire: Bruxa
ar: ﻣﺼﺎص دﻣﺎء: (ﺑﺮوﻛﺴﺎ)
cs: Upír: Bruxa
de: Vampir: Bruxa
fr: Vampire : Brouxe
hu: Vámpír: bruksza
it: Vampiro: bruxa
ja: 吸血鬼ブルクサ
pl: Wampiry: Bruxa
pt_br: Vampiro: Lâmia
tr: Vampir: Bruxa

source: "A vile, bloodthirsty, man-eating hag. Kind of like my mother-in-law."
fr: "Bien sûr qu'on peut tuer une brouxe avec un pieu ! À toi l'honneur…"
ja: 「杭を打ち込めばブルクサは倒せる。杭が十分長ければ、だが」
pl: „Spod burzy splątanych włosów błyszczały ogromne oczy koloru antracytów..."
pt_br: "Pode matar uma lâmia com uma estaca, se ela for grande feito um pé-de-cabra."

source: Vampire: Katakan
ar: ﻣﺼﺎص دﻣﺎء: (ﻛﺎﺗﺎﻛﺎن)
cs: Upír: Katakan
de: Vampir: Katakan
hu: Vámpír: katakan
it: Vampiro: katakan
ja: 吸血鬼カタカン
pl: Wampir: Katakan
pt_br: Vampiro: Katakan
tr: Vampir: Katakan

source: "Drinking the blood of the Continent since the Conjunction."
fr: "Arrête de te ronger les sangs, ça attire les katakans."
ja: 「〈天体の合〉の後、大陸で多くの血を啜ってきた」
pl: „Melitele, Matko, uchroń nas ode złego, nade wszystko zaś od szponów katakana".
pt_br: "Bebendo o sangue do continente desde a Conjunção."

source: Madman Lugos
ar: (ﻟﻮﺟﻮس اﻟﻤﺠﻨﻮن)
cs: Šílený Lugoš
de: Lugos der Irre
fr: Lugos le Dingue
hu: Őrült Lugos
it: Lugos il Pazzo
ja: マッドマン・ルゴス
pl: Lugos Szalony
pt_br: Lugos Maluco
tr: Deli Lugos

source: Kaer Muire
ar: (ﻛﺎر ﻣﻮﯾﺮ)
ja: ケィア・ムイール

source: Ghoul
ar: ﻏﻮل
cs: Ghúl
de: Ghul
fr: Goule
ja: グール
pl: Ghul
pt_br: Carniçal
tr: Gûl

source: "If ghouls are part of the Circle of Life... then it's a damn vicious circle."
fr: "Si les goules font partie du cercle de la vie, c'est un cercle sacrément vicieux."
ja: 「もしグールが〈生命の環〉の一部ならば… 神は残酷だ」
pl: „Chodzą ghule koło drogi, zeżrą ręce, zeżrą nogi".
pt_br: "Se carniçais são parte do ciclo da vida, esse ciclo deve ser bem abusivo."

source: Crone: Brewess
ar: (ﺣﯿﺰﺑﻮن): ﺻﺎﻧﻌﺔ اﻟﺸﺮاب
cs: Ježibaba: Vařena
de: Muhme: Brauerin
fr: Moire : Ambroisie
hu: Fúria: Kotyvasz
it: Megera: Brewess
ja: 妖婆ブリュエス
pl: Wiedźma: Kuchta
pt_br: Moira: Alquimista
tr: Kocakarı: Demleyici

source: "We'll cut you up, boy. A fine broth you will make."
fr: "On va te dépecer, petit. Tu finiras en pot-au-feu."
ja: 「切り刻んでやるわ。美味しいスープができそうね」
pl: „Wiem, co mówię. W tej zupie pływają oczy! Nie oka!"
pt_br: "A gente vai te picar todinho, moleque. Vai dar um ótimo caldo."

source: Crone: Weavess
ar: (ﺣﯿﺰﺑﻮن): ﺻﺎﻧﻌﺔ اﻟﻨﺴﯿﺞ
cs: Ježibaba: Pletana
de: Muhme: Weberin
fr: Moire : Fuselle
hu: Fúria: Szöveny
it: Megera: Weavess
ja: 妖婆ウィーヴィス
pl: Wiedźma: Prządka
pt_br: Moira: Tecelã
tr: Kocakarı: Dokumacı

source: "I sense your pain. I see your fear…"
fr: "Je sens ta douleur. Je sens ta peur…"
ja: 「苦痛が伝わる。怖れが見える…」
pl: „Czuję twój ból, widzę twój strach".
pt_br: "Sinto a sua dor. Vejo o seu medo..."

source: Old Sage
ar: ﺣﻜﯿﻢ ﻋﺠﻮز
cs: Starý věštec
de: Alter Wissender
fr: Vieux sage
hu: Vén bölcs
it: Vecchio saggio
ja: 年老いた賢者
pl: Stary mędrzec
pt_br: Sábio Velho
tr: Yaşlı Bilge

source: Benek
ar: (ﺑﯿﻨﻜﯿﻠﮭﺎم)
cs: Adamov
de: Benkelheim
fr: Benkelham
hu: Benkelham
it: Benkelham
ja: ベンケラム
pl: Wieś Benek
pt_br: Benkelham

source: Crone: Whispess
ar: (ﺣﯿﺰﺑﻮن): اﻟﮭﺎﻣﺴﺔ
cs: Ježibaba: Šeptana
de: Muhme: Flüsterin
fr: Moire : Soupir
hu: Fúria. Sutyor
it: Megera: Whispess
ja: 妖婆ウィスペス
pl: Wiedźma: Szepciucha
pt_br: Moira: Sibilante
tr: Kocakarı: Fısıltıcı

source: "I'd be your best - and last."
fr: "La petite mort, avant la grande ?"
ja: 「あなたの最高の相手も、最後の相手も私よ」
pl: „Hi hi hi hi hi hi hi!"
pt_br: "Eu seria a melhor... e a última."

source: Toad
fr: Crapaud
ja: 巨大カエル
pt_br: Sapo

source: "Big. Bad. Ugly. Squats in the sewers."
fr: "Une grosse bête affreuse. Elle vit dans les égouts."
ja: 「大きく、不快で、醜い。下水道の屑どもめ」
pt_br: "Grande, mau, que mora nos esgotos."

source: Olgierd von Everec
ja: オルギエルド・フォン・エヴェレック

source: The Alchemy
ar: اﻟﺨﯿﻤﯿﺎء
cs: Alchymie
de: Die Alchemie
fr: L'Alchimie
hu: Alkímia
it: L'Alchimia
ja: アルケミー
pl: Karczma Alchemia
pt_br: A Alquimia
tr: Simya

source: Oxenfurt
ar: (أوﻛﺴﯿﻨﻔﻮرت)
ja: オクセンフルト

source: Eredin: King of the Wild Hunt
fr: Eredin: Roi de la Chasse Sauvage
ja: エレディン: ワイルドハントの王
pl: Eredin Bréacc Glas: Król Dzikiego Gonu
pt_br: Eredin: Rei da Caçada Selvagem

source: "I've long awaited this..."
fr: "Ça fait longtemps que j'attends ce moment…"
ja: 「我々を新天地へと導け！」
pl: „Va faill, luned".
pt_br: "Tirem a gente daqui! Já!"

source: Leader
ar: ﻗﺎﺋﺪ
cs: Velitel
de: Anführer
fr: Chef
hu: Vezér
it: Comandante
ja: 指導者
pl: Dowódca
pt_br: Líder
tr: Lider

source: Eredin: Commander of the Red Riders
fr: Eredin: Commandant des Cavaliers pourpres
ja: エレディン: 赤の騎兵団長
pl: Eredin Bréacc Glas: Dowódca Czerwonych Jeźdźców
pt_br: Eredin: Comandante dos Cavaleiros Vermelhos

source: "Have some dignity. You know how this will end."
fr: "Un peu de dignité. Tu sais comment cela se termine."
ja: 「無様な姿を晒すな。結末は分かっているはずだ」
pl: „Król Gonu śmieje się, kłapią przegniłe zęby nad zardzewiałym kołnierzem zbroi".
pt_br: "Tenha um pouco de dignidade. Sabes bem como isto termina."

source: Eredin: Destroyer of Worlds
fr: Eredin: Destructeur de mondes
ja: エレディン: 世界の破壊者
pl: Eredin Bréacc Glas: Władca Tir ná Lia
pt_br: Eredin: Destruidor de Mundos

source: "It is unavoidable."
fr: "C'est inéluctable."
ja: 「もう逃げ場はない」
pl: „Im byli bliżej, tym piękno tego miejsca silniej chwytało za serce".
pt_br: "É inevitável."

source: Eredin: Bringer of Death
fr: Eredin: Le Mortifère
ja: エレディン: 死の運び手
pl: Eredin Bréacc Glas: Zabójca Auberona
pt_br: Eredin: Arauto da Morte

source: "Go on. Show me your spins, pirouettes and feints. I want to watch."
fr: "Vas-y, montre-moi tes feintes et tes pirouettes. Tu as piqué ma curiosité."
ja: 「ほら。回ったり跳んだり跳ねたりしてみせろ。見たいのだ」
pl: „Czerwoni Jeźdźcy zdołają doścignąć cię nawet w otchłani czasów i miejsc".
pt_br: "Vá em frente. Mostre-me os seus golpes, piruetas e firulas. Quero ver."

source: Passiflora
ar: ﺣﺎﻧﺔ (ﺑﺎﺳﯿﻔﻠﻮرا)
fr: Le Passiflore
ja: パシフローラ

source: Eredin Bréacc Glas: The Treacherous
fr: Eredin Bréacc Glas: Le Fourbe
ja: エレディン: 背信者
pl: Eredin Bréacc Glas: Zdradziecki
pt_br: Eredin Bréacc Glas: O Traiçoeiro

source: "I'm enjoying this. You are my toy."
fr: "Je prends plaisir à jouer avec toi, c'est vrai."
ja: 「遊んでいるのだ。オモチャでな」
pl: „Bo się tobą bawię".
pt_br: "Estou aproveitando. Você é o meu brinquedo."

source: Upper Mill
ar: (آﺑﺮ ﻣﯿﻞ)
fr: Moulin en amont
ja: アッパーミル
pl: Górny Młyn
pt_br: Moinho Superior

source: Decoy
ar: ﺧﺪاع
cs: Návnada
de: Finte
fr: Leurre
hu: Álca
it: Esca
ja: おとり
pl: Manekin do ćwiczeń
pt_br: Isca
tr: Tuzak Kuklası

source: "When you run out of peasants, decoys also make decent arrow fodder."
fr: "Il réalisa qu'il s'était fait leurrer. Au moment où la lame de l'assassin s'abattit sur sa nuque."
ja: 「村人が全員死んだら、かかしを矢避けに使えばいい」
pl: „Niespodzianka, skurwysyny!"
pt_br: "Quando você fica sem camponeses, outras iscas servem para atrair as flechas."
