Repository: EKlaman/gwent-tracker
Catalog: src/GwentTracker/locale/cards.*.po
Languages: ar, cs, de, fr, hu, it, ja, pl, pt_br, tr

source: Fuck off! We aren't all ploughin' philanderers. Some of us have depth...
ar: اﺑﺘﻌﺪ! ﻟﺴﻨﺎ ﺟﻤﯿﻌًﺎ ﻣﻨﻐﻤﺴﯿﻦ ﻓﻲ اﻟﻤﺘﻌﺔ ﺑﺤﻖ اﻟﺠﺤﯿﻢ. ﺑﻌﻀﻨﺎ ﯾﺘﻤﯿﺰ ﺑﻌﻤﻖ اﻟﺸﺨﺼﯿﺔ...
cs: Naser si! My nejsme všichni zkurvený sukničkáři. Některý z nás maj hloubku…
de: Schwachsinn! Wir sind nicht alle Schürzenjäger. Manche von uns haben Tiefgang.
hu: „Basszus! Nem mind vagyunk kicseszett szívtiprók. Vannak mélyebb érzésűek is…
it: Fanculo! Non siamo tutti degli stronzi. Alcuni di noi hanno sentimenti...
tr: Siktir git! Hepimiz karı düşkünü herifler değiliz. Bazılarımızın derinliği var...

source: Better to live one day as a king than a whole life as a beggar.
ar: ﯾﻮم واﺣﺪ ﻛﻔﺎرس أﻓﻀﻞ ﻣﻦ ﺣﯿﺎة ﻛﺎﻣﻠﺔ ﻛﻤﺘﺴﻮل.
cs: Raději žít jeden den jako král než celý život jako žebrák.
de: Lieber einen Tag als König leben denn ein Leben lang als Bettler.
hu: „Jobb egy napot királyként élni, mint egy egész életet koldusként.
it: Meglio vivere un giorno da re che una vita da mendicante.
tr: Hayatın boyunca dilenci gibi yaşamaktansa bir gün kral gibi yaşamak iyidir.

source: We're on the same side, witcher. You'll realize this one day.
ar: اﻟﺴﻼم ﺳﮭﻞ ﺟﺪًا ﻧﻘﺎﺷﮫ، ﺻﻌﺐ ﺟﺪًا اﻟﺤﻔﺎظ ﻋﻠﯿﮫ.
cs: O míru se velmi snadno jedná, ale mnohem těžší je ho udržet.
de: Über Frieden zu verhandeln ist einfacher, als ihn einzuhalten.
hu: „A békéről nagyon könnyű beszélni, sokkal nehezebb megőrizni.
it: Parlare di pace è più facile che mantenerla.
tr: Seninle aynı taraftayız efsunger. Bir gün bunun farkına varacaksın.

source: The world belongs to whoever's best at crackin' skulls and impregnatin' lasses.
ar: ...وﻗﻠﺖ ﻟﮭﺎ: ﺣﺒﯿﺒﺘﻲ، ﻟﻘﺪ اﺳﺘﺨﺮﺟﺖُ اﻟﺤﺪﯾﺪ ﻣﻦ ﻣﻨﺎﺟﻢ أﺿﺤﻞ ﻣﻦ ﻣﻐﺎرﺗﻚِ!
cs: …já tej děvčici pravím, doloval som rudu z dolů mělčích než tvoja jaskyňka!
de: Und ich sag ihr, Mädel, ich war in Eisenminen, die waren kleiner als deine Höhle.
hu: „…én mondom, te jány, hogy bányásztam vasat már a tárnádnál szűkebb helyről is!
it: Ho detto: bella, ho estratto ferro da miniere più profonde della tua caverna!
tr: Dünya kafa kırmakta ve hatunları gebe bırakmakta en iyi olanlara aittir.

source: Gwent's like politics, just more honest.
ar: (ﺟﻮﯾﻨﺖ) ﺗﺸﺒﮫ اﻟﺴﯿﺎﺳﺔ، ﻟﻜﻨﮭﺎ أﺻﺪق ﻓﺤﺴﺐ.
cs: Gwint je jako politika, jen poctivější.
de: Gwint ist wie Politik, nur ehrlicher.
hu: „A gwent olyan, mint a politika, csak őszintébb.
it: Il gwent è come la politica, solo più onesto.
tr: Gvent de politika gibi, sadece daha dürüstçesi.

source: If I'm to die today, I wish to look smashing for the occasion.
ar: ﻟﻮ أﻧﻨﻲ ﺳﺄﻣﻮت اﻟﯿﻮم، أرﯾﺪ أن أﺑﺪو راﺋﻌﺔ اﻟﺠﻤﺎل ﻣﻦ أﺟﻞ ھﺬه اﻟﻤﻨﺎﺳﺒﺔ.
cs: Jestli mám dnes zemřít, chci u toho být krásná.
de: Wenn ich heute sterbe, will ich dabei wenigstens toll aussehen.
hu: „Ha ma meghalok, szeretnék remekül kinézni az alkalomra.
it: Se devo morire oggi, voglio essere splendida per l'occasione.
tr: Eğer bugün öleceksem, bu olay sırasında nefes kesici görünmek isterim.

source: The Lodge lacks humility. Our lust for power may yet be our undoing.
ar: ﻣﺤﻔﻞ اﻟﺴﺎﺣﺮات ﯾﻨﻘﺼﮫ اﻟﺘﻮاﺿﻊ. ﺗﻠﮭﱡﻒ (ﻓﯿﻠﯿﺒﺎ) ﻋﻠﻰ اﻟﺴﻠﻄﺔ ﻗﺪ ﯾﺴﺒﺐ دﻣﺎرﻧﺎ.
cs: Lóži chybí pokora. Filippina žízeň po moci nás ještě může zničit.
de: Der Loge fehlt Demut. Philippas Machthunger wird noch unser Untergang sein.
hu: „A Szövetség híján van az alázatnak. Philippa hatalomvágya lehet a vesztünk.
it: La Loggia è troppo presuntuosa. La brama di potere di Philippa ci rovinerà.
tr: Loca, tevazudan yoksun. Güce duyduğumuz arzu, felaketimiz olabilir.

source: The Daughter of the Kaedweni Wilderness.
ar: اﺑﻨﺔ ﺑَﺮﯾّﺔ (ﻛﯿﺪوﯾﻨﻲ).
cs: Dcera kaedwenské divočiny.
de: Die Tochter der Wildnis von Kaedwen.
hu: „A Kaedweni Vadon Leánya.
it: La figlia della selvaggia natura del Kaedwen.
tr: Kaedwen'ın Vahşi Topraklarının Kızı.

source: I was there, on the front lines! Right where the fightin' was the thickest!
ar: ﻛﻨﺖ ھﻨﺎك ﻓﻲ اﻟﺨﻄﻮط اﻷﻣﺎﻣﯿﺔ! ﺣﯿﺚ اﻟﻘﺘﺎل ﻓﻲ أﻋﻨﻒ ﺻﻮره!
cs: Bol sem tam, ve frontové línii! Tam, kde bola bitevná vřava najvětčí!
de: Ich war dort - an vorderster Front! Wo die Kämpfe am heftigsten tobten!
hu: „Ott voltam, a csatasorban! Egyenesen a harc sűrűjében!
it: Ero là, al fronte! Dove infuriava la battaglia!
tr: Oradaydım, ön saflarda! Savaşın en yoğun olduğu yerde!

source: I once made a prisoner vomit his own entrails… Ah, good times…
ar: ذات ﻣﺮة، ﺟﻌﻠﺖ ﺳﺠﯿﻨًﺎ ﯾﺘﻘﯿﺄ أﺣﺸﺎءه... آه، ﻛﺎﻧﺖ أﯾﺎﻣًﺎ ﺟﻤﯿﻠﺔ...
cs: Jednou jsem donutil vězně vyzvrátit vlastní vnitřnosti… To byly časy…
de: Bei mir hat mal ein Gefangener seine Innereien ausgekotzt. Die guten alten Zeiten ...
hu: „Egyszer egy rabbal kihányattam a saját beleit… Á, régi szép idők…
it: Una volta ho fatto vomitare le budella a un prigioniero. Ah, che tempi!
tr: Bir keresinde bir esire iç organlarını kusturmuştum… Ne güzel günlerdi…

source: He ploughin' wears golden armor. Golden. ‘Course he's an arsehole.
ar: إﻧﮫ ﯾﺮﺗﺪي درﻋًﺎ ذھﺒﯿًﺎ ﺑﺤﻖ اﻟﺠﺤﯿﻢ. ذھﺒﻲ. ﻻ ﺷﻚ إﻧﮫ ﻟﻌﯿﻦ.
cs: Vždyť kurva nosí zlatú zbroj. Zlatú. Páč je to kokot zasratý.
de: Er trägt 'ne goldene Rüstung. Golden. Was für ein Arschloch.
hu: „Kibaszott aranyvértet visel. Aranyat. Még szép, hogy seggfej.
it: Porta una cazzo di armatura d'oro. D'oro! Per forza che è uno stronzo.
tr: Altından zırhı giyiyor koduğum. Altından. Çünkü o götün teki.

source: Castle won't batter itself down, now will it? Get them trebuchets rollin'!
ar: ﻟﻦ ﺗﺪﻣﺮ اﻟﻘﻠﻌﺔ ﻧﻔﺴﮭﺎ، أﻟﯿﺲ ﻛﺬﻟﻚ؟ ﺣﺮك ﺗﻠﻚ اﻟﻤﻘﺎذﯾﻒ!
cs: Ten hrad se sám nezboří, že ne? Tak sem dovalte trebuchety!
de: Die Burg stürzt nicht von selbst ein, oder? Holt die Triboke!
hu: „A vár magától nem dől le, nem igaz? Induljanak azok a hajítógépek!
it: Il castello non crollerà da solo, vero? Diamoci dentro con i trabucchi!
tr: Kaleler kendi kendilerini yıkmaz, değil mi? Çalıştırın şu üçlü mancınıkları!

source: I's a war veteran! ... spare me a crown?
ar: إﻧﻨﻲ ﻣُﺤﻨّﻚ ﻓﻲ اﻟﺤﺮوب! ... ھﻞ ﺳﺘﻌﻄﻨﻲ أﺟﺮًا؟
cs: Já sem válečnej veterán! … Nemáš pár drobnejch?
de: Bin Kriegsveteran! Eine Krone?
hu: „Háborús veterán vagyok… megszánna egy koronával?
it: Sono un veterano di guerra! Hai una corona?
tr: Ben savaş gazisiyim! ... bir sadaka?

source: Haven't had much luck with monsters of late, so we enlisted.
ar: ﻟﻢ ﯾﻜﻦ ﺣﻈﻨﺎ ﻣﻮﻓﻘًﺎ ﻣﻊ اﻟﻮﺣﻮش ﻣﺆﺧﺮًا، ﻟﺬا ﺗﻄﻮﻋﻨﺎ ﻟﻠﺘﺠﻨﯿﺪ.
cs: Poslední dobou jsem s příšerami neměl moc štěstí. Tak jsem narukoval.
de: Hatten nicht viel Glück mit Monstern, also haben wir uns eingeschrieben.
hu: „Mostanában nem volt nagy szerencsénk a szörnyekkel, így felcsaptunk katonának.
it: Non abbiamo avuto fortuna con i mostri ultimamente, così ci siamo arruolati.
tr: Son zamanlarda canavarlardan yana şansımız yaver gitmedi, biz de yazıldık.

source: I've bled for Redania! I've killed for Redania... Dammit, I've even raped for Redania!
ar: ﻣﺴﺘﻌﺪ ﻟﻠﻤﻮت وﻟﻠﻘﺘﻞ ﻣﻦ أﺟﻞ (رﯾﺪاﻧﯿﺎ)... ﺑﻞ وﻣﺴﺘﻌﺪ ﻷﻛﻞ اﻟﺪﯾﺪان ﻣﻦ أﺟﻠﮭﺎ!
cs: Za Redanii zemřu, za Redanii zabiju… za Redanii budu žrát i červy!
de: Ich sterbe für Redanien. Ich töte für Redanien. Sogar Würmer würd ich fressen!
hu: „Meghalok Redaniáért, ölök Redaniáért… még férget is eszem Redaniáért!
it: Morirei per la Redania, per lei ucciderei e mi nutrirei persino di vermi!
tr: Redanya için kanımı döktüm! Redanya için öldürdüm... Redanya için ırza bile geçtim!

source: The gods help those who have better catapults.
ar: ﺗﺴﺎﻋﺪ اﻵﻟﮭﺔ ﻣﻦ ﻟﺪﯾﮭﻢ ﻣﺠﺎﻧﻖ أﻓﻀﻞ.
cs: Bohové pomáhají těm, kdo mají lepší katapulty.
de: Die Götter helfen denen mit den besseren Katapulten.
hu: „Az istenek azokat segítik, akiknek jobb a katapultjuk.
it: Gli dèi aiutano chi ha le catapulte migliori.
tr: Tanrılar, daha iyi mancınığı olanlara yardımcı olur.

source: You gotta recalibrate the arm by five degrees. Do what by the what now?
ar: ﯾﺠﺐ ﻋﻠﯿﻚ أن ﺗﻌﯿﺪ ﻣﻌﺎﯾﺮة اﻟﺬراع ﺑﻤﻘﺪار 5 درﺟﺎت. ﻣﺎ اﻟﺬي ﻗﻠﺘﮫ ﻟﻠﺘﻮ؟
cs: Musíš překalibrovat rameno o pět stupňů. Cože musím kohože o co?
de: Du musst den Arm um fünf Grad rekalibrieren. - Ich soll was um wie bitte?
hu: „Öt fokkal állítsd át a kart! „Hogy mit csináljak a micsodával?
it: Devi ricalibrare il braccio di cinque gradi. Devo fare cosa di quanto?
tr: Kolu beş derece kadar yeniden kalibre etmen gerek. Neyi ne etmem gerek?

source: I'd do anything for Temeria. Mostly, though, I kill for her.
ar: ﻗﺪ أﻓﻌﻞ أي ﺷﻲء ﻣﻦ أﺟﻞ (ﺗﯿﻤﯿﺮﯾﺎ). ﻣﻊ ذﻟﻚ ﻓﻲ اﻟﻐﺎﻟﺐ أﻗﺘﻞ ﻣﻦ أﺟﻠﮭﺎ.
cs: Pro Temerii bych udělal všechno. Většinou pro ni ale zabíjím.
de: Ich würde alles für Temerien tun. Wobei es meist aufs Töten rausläuft.
hu: „Bármit megtennék Temeriáért. Bár többnyire csak ölök érte.
it: Farei tutto per Temeria. Ma in genere uccido per lei.
tr: Temerya için her şeyi yaparım. Gerçi çoğunlukla onun için öldürürüm.

source: I love the clamor of siege towers in the morning. Sounds like victory.
ar: أﺣﺐ ﺿﺠﯿﺞ أﺑﺮاج اﻟﺤﺼﺎر ﻓﻲ اﻟﺼﺒﺎح. وﻛﺄﻧﻲ أﺳﻤﻊ ﺻﻮت اﻻﻧﺘﺼﺎر.
cs: Mám rád hluk obléhacích věží po ránu. Zní jako vítězství.
de: Ich liebe das Gedröhn von Belagerungstürmen am Morgen. Es klingt nach Sieg.
hu: „Imádom az ostromtornyok robaját reggel. Mintha a győzelem hangja lenne.
it: Adoro il clangore delle torri d'assedio la mattina. Suona di vittoria.
tr: Sabah kuşatma kulelerinin çıkardığı gürültüyü severim. Kulağa zaferin sesi gibi gelir.

source: Stitch red to red, white to white, and everything will be all right.
ar: ﻗﻢ ﺑﺘﺨﯿﯿﻂ اﻷﺣﻤﺮ ﻓﻲ اﻷﺣﻤﺮ واﻷﺑﯿﺾ ﻓﻲ اﻷﺑﯿﺾ وﺳﯿﻜﻮن ﻛﻞ ﺷﻲء ﻋﻠﻰ ﻣﺎ ﯾﺮام.
cs: Přišij červené k červenému, bílé k bílému a všechno bude v pořádku.
de: Näh Rot an Rot und Weiß an Weiß, dann passt es.
hu: „Varrd a vöröst a vöröshöz, a fehéret a fehérhez, és minden rendben lesz.
it: Cuci il rosso al rosso e il bianco al bianco, e andrà tutto bene.
tr: Kırmızıyı kırmızıya dik, beyazı da beyaza, sonra her şey yoluna girecek.

source: Foltest King of Temeria
ar: (ﭬﻮﻟﺘﯿﺴﺖ) ﻣﻠﻚ (ﺗﯿﻤﯿﺮﯾﺎ)
cs: Foltest Král Temerie
de: Foltest König Temeriens
hu: Foltest Temeria királya
it: Foltest Re di Temeria
tr: Foltest Temerya Kralı

source: It is natural and beautiful that a man should love his sister.
ar: أﻣﺮ طﺒﯿﻌﻲ وﺟﻤﯿﻞ أن ﯾﺤﺐ اﻟﻤﺮء ﻣﺎ ﻻ ﯾﻤﻜﻨﮫ ﻧﯿﻠﮫ.
cs: Je přirozené a krásné, když muž miluje svou sestru.
de: Es ist natürlich und wunderbar, dass ein Mann seine Schwester liebt.
hu: „Természetes és gyönyörű, ha az ember szereti a lánytestvérét.
it: È naturale e bello che un uomo ami la propria sorella.
tr: Bir adam kız kardeşini sevmelidir, bu doğal ve güzel bir şeydir.

source: Foltest Lord Commander of the North
ar: (ﭬﻮﻟﺘﯿﺴﺖ) اﻟﻘﺎﺋﺪ ﺣﺎﻛﻢ اﻟﺸﻤﺎل
cs: Foltest Lord velitel Severu
de: Foltest Der Anführer des Nordens
hu: Foltest Észak vezére
it: Foltest Lord del Nord
tr: Foltest Kuzeyin Lord Komutanı

source: Sod advisors and their schemes. I place my trust in my soldiers' blades.
ar: ﺗﺒًﺎ ﻟﻠﻤﺴﺘﺸﺎرﯾﻦ وﻣﻜﺎﺋﺪھﻢ. أﺿﻊ ﺛﻘﺘﻲ ﻓﻲ ﺳﯿﻮف ﺟﻨﻮدي.
cs: K čertu s rádci a jejich pletichy. Já věřím zbraním svých pěšáků.
de: Verfluchte Räte und ihre Ränke. Ich vertraue auf meine Klinge.
hu: „A fenébe a tanácsosokkal és cselszövéseikkel! Én a gyalogsági kardomban bízom.
it: Quei consiglieri e i loro intrighi. Mi fido più della spada del mio valletto.
tr: Yemişim danışmanını da entrikalarını da. Ben askerlerimin kılıçlarına güvenirim.

source: Foltest the Siegemaster
ar: (ﭬﻮﻟﺘﯿﺴﺖ) ﺳﯿﺪ اﻟﺤﺼﺎر
cs: Foltest Mistr obléhání
de: Foltest Der Belagerer
hu: Foltest Az Ostrom Ura
it: Foltest L'Espugnatore
tr: Foltest Kuşatma Ustası

source: A well-aimed ballista razes not just the enemy's walls, but his morale as well.
ar: اﻟﻤِﻘﻼع اﻟﻤﺼﻮب ﺑﺪﻗﺔ ﻻ ﯾﺪك أﺳﻮار اﻷﻋﺪاء ﻓﻘﻂ ﺑﻞ وﻣﻌﻨﻮﯾﺎﺗﮭﻢ أﯾﻀًﺎ.
cs: Dobře mířená balista rozboří nejen nepřátelské hradby, ale i jejich morálku.
de: Eine Ballista reißt die Mauern des Feindes ein - und seine Moral auch.
hu: „Egy balliszta nemcsak az ellenség falait zúzza szét, hanem harci kedvét is.
it: Una catapulta non abbatte solo le mura del nemico, ma anche il suo morale.
tr: İyi nişanlanmış bir mancınık sadece düşmanın surlarını değil, moralini de yerle bir eder.

source: Foltest the Steel-Forged
ar: (ﭬﻮﻟﺘﯿﺴﺖ) اﻟﻔﻮﻻذي
cs: Foltest Ocelová pěst
de: Foltest Der Stählerne
hu: Kovácsolt acél Foltest
it: Foltest L'Inarrestabile
tr: Foltest Çelikten Dövülmüş

source: A beautiful day for battle.
ar: ﯾﻮم ﺟﻤﯿﻞ ﻟﺨﻮض ﻣﻌﺮﻛﺔ.
cs: Krásný den na bitvu.
de: Ein herrlicher Tag für eine Schlacht.
hu: „Gyönyörű nap a csatára.
it: Un bel giorno per combattere.
tr: Savaşmak için güzel bir gün.

source: Foltest Son of Medell
ar: (ﻓﻮﻟﺘﯿﺴﺖ) (اﺑﻦ ﻣﯿﺪﯾﻞ)

source: Dammit, I rule this land and I refuse to creep around its corners.
ar: أﻧﺎ أﺣﻜﻢ ھﺬه اﻟﻤﻤﻠﻜﺔ - ﻟﻦ أﻗﻒ ﻛﺎﻟﻘﻂ اﻟﻤﺬﻋﻮر ﻓﻲ أرﻛﺎﻧﮭﺎ.

source: The dryad queen has eyes of molten silver, and a heart of cold-forged steel.
ar: ﻋﯿﻨﺎ ﻣﻠﻜﺔ ﺣﻮرﯾﺎت (اﻟﺪرﯾﺎد) ﻣﻦ اﻟﻔﻀﺔ اﻟﻤﺬاﺑﺔ وﻗﻠﺒﮭﺎ ﺻﻠﺐ ﻣﻄﺮوق ﻋﻠﻰ اﻟﺒﺎرد.
cs: Královna dryád má oči z taveného stříbra a srdce ze za studena kované oceli.
de: Die Dryadenkönigin: Augen aus flüssigem Silber, ein Herz aus kaltem Stahl.
hu: „A driád királynő szeme olvadt ezüst, szíve hidegen kovácsolt acél.
it: La regina delle driadi ha occhi di argento fuso e cuore d'acciaio.
tr: Orman perisi kraliçesinin gözleri erimiş gümüşten, kalbi ise soğuk dövülmüş çeliktendir.

source: Beautiful, pure, fierce - the perfect icon for a rebellion.
ar: ﺟﻤﯿﻠﺔ وﻧﻘﯿﺔ وﺷﻌﻮاء - اﻷﯾﻘﻮﻧﺔ اﻟﻤﺜﺎﻟﯿﺔ ﻟﻠﺜﻮرة.
cs: Krásná, čistá, zarputilá - dokonalá tvář povstání.
de: Schön, rein, wild - die ideale Ikone der Rebellion.
hu: „Gyönyörű, tiszta, tüzes – tökéletes bálvány a lázadáshoz.
it: Bella, pura, fiera: l'icona perfetta per una rivolta.
tr: Güzel, arı ve vahşi: bir isyan için mükemmel bir simge

source: It dawns on them once they notice my scar: a realization of imminent death.
ar: ﯾﻔﮭﻤﻮن اﻷﻣﺮ ﺑﻤﺠﺮد رؤﯾﺔ ﻧﺪﺑﺘﻲ: ﯾﺪرﻛﻮن أﻧﮫ اﻟﻤﻮت اﻟﻤﺤﻘﻖ.
cs: Dojde jim to, jakmile spatří mou jizvu: uvědomění si okamžité smrti.
de: Wenn sie meine Narbe sehen, dämmert es ihnen: Sie sind so gut wie tot.
hu: „Rájönnek, amint meglátják a sebhelyemet: tudják, hogy eljött értük a halál.
it: Quando vedono la mia cicatrice, capiscono subito che stanno per morire.
tr: Yara izimi gördüklerinde kafalarına dank eder: ölümün yakın olduğunun idrakıdır bu.

source: King or beggar, what's the difference? One dh'oine less.
ar: ﺗﺼﻮﯾﺐ راﺋﻊ ﺑﺎﻟﻨﺴﺒﺔ ﻟﺸﺨﺺ أﻋﻮر.
cs: Má zatraceně dobrou mušku. Na někoho, kdo má jen jedno oko.
de: Verdammt gut gezielt für einen Einäugigen.
hu: „Átkozottul jól céloz, ahhoz képest, hogy félszemű.
it: Ottima mira, per avere un occhio solo.
tr: Kral ya da dilenci, ne fark eder ki? Bir dh'oine azalır.

source: I know how to carry out orders, so you can shove you advice up your coal chute.
ar: أﻋﺮف ﻛﯿﻒ أﻧﻔﺬ اﻷواﻣﺮ، ﻟﺬا اﻋﻔﻨﻲ ﻣﻦ ﻧﺼﺎﺋﺤﻚ.
cs: Vím, jak plnit rozkazy, takže si ty rady nech pro sebe.
de: Ich weiß, wie ich meine Befehle auszuführen habe, also erspar mir deinen Rat.
hu: „Tudom, hogy hajtsam végre a parancsaidat, így kímélj meg a tanácsodtól!
it: So eseguire gli ordini, perciò risparmiami i consigli.
tr: Emirleri nasıl uygulayacağımı bilirim, o yüzden tavsiyeni kendi kömür kanalına sokabilirsin.

source: With each arrow I loose, I think of my da. He'd be proud. I think.
ar: ﻣﻊ ﻛﻞ ﺳﮭﻢ أﺧﺴﺮه أﻓﻜﺮ ﻓﻲ واﻟﺪي. أﻋﺘﻘﺪ أﻧﮫ ﻛﺎن ﻟﯿﻔﺨﺮ ﺑﻲ.
cs: S každým šípem myslím na tátu. Byl by pyšnej. Myslím.
de: Ich denke bei jedem Pfeilschuss an meinen Vater. Er wäre stolz. Glaube ich.
hu: „Minden kilőtt vesszőnél a papámra gondolok. Szerintem büszke lenne rám.
it: Quando lancio una freccia, penso a mio padre. Sarebbe orgoglioso di me, credo.
tr: Attığım her okta babamı düşünürüm. Benimle gurur duyardı. Sanırım.

source: I am a Sage. My power lies in possessing knowledge. Not sharing it.
ar: أﻧﺎ ﺣﻜﯿﻢ. ﺗﻜﻤﻦ ﻗﻮﺗﻲ ﻓﻲ ﺗﺤﺼﯿﻞ اﻟﻌﻠﻢ وﻟﯿﺲ ﻣﺸﺎرﻛﺘﮫ ﻣﻊ اﻵﺧﺮﯾﻦ.
cs: Jsem Vědoucí. Má moc spočívá v tom, že mám znalosti. Ne v tom, že je sdílím.
de: Ich bin eine Wissende. Meine Macht ist mein Wissen, nicht dessen Weitergabe.
hu: „Bölcs vagyok. Hatalmamat a tudás birtoklása adja. És nem annak megosztása.
it: Sono una saggia. Il mio potere è possedere la conoscenza, non condividerla.
tr: Ben bir Bilge'yim. Kudretim bilgiye sahip olmaktan geliyor. Onu paylaşmaktan değil.

source: Though we are now few and scattered, our hearts burn brighter than ever.
ar: رﻏﻢ ﻗﻠﺔ ﻋﺪدﻧﺎ وﺗﺒﻌﺜﺮﻧﺎ، ﺗﺘﻮھﺞ ﻗﻠﻮﺑﻨﺎ ﺑﺒﺮﯾﻖ ﯾﻔﻮق أي وﻗﺖٍ ﻣﻀﻰ.
cs: Ačkoliv je nás teď zoufale málo, naše srdce planou jasněji než kdy dřív.
de: Wir sind nur noch wenige Versprengte, aber unsere Herzen lodern heller als je.
hu: „Már kevesen vagyunk, szétszóródtunk, de szívünk jobban lobog, mint valaha.
it: Anche se siamo pochi e dispersi, i nostri cuori ardono più che mai.
tr: Artık sayıca az ve dağılmış olsak da kalplerimiz her zamankinden daha parlak yanıyor.

source: We are the drops of rain that together make a ferocious storm.
ar: ﻧﺤﻦ ﻗﻄﺮات اﻟﻤﻄﺮ اﻟﺘﻲ ﺗﺸﻜﻞ ﻣﻌًﺎ ﻋﺎﺻﻔﺔ ﻋﺎﺗﯿﺔ.
cs: Jsme kapky deště, které se spojují v silnou bouři.
de: Wir sind die Regentropfen, aus denen in Masse ein tobendes Unwetter wird.
hu: „Mi vagyunk az esőcseppek, amelyekből dühöngő vihar születik.
it: Siamo le gocce di pioggia che formano la tempesta.
tr: Bizler bir araya geldiğinde azgın bir fırtına meydana getiren yağmur damlalarıyız.

source: I'd gladly kill you from up close, stare in your eyes… But you reek, human.
ar: ﯾﺴﻌﺪﻧﻲ أن أﻗﺘﻠﻚ ﻣﻦ ﻣﺴﺎﻓﺔ ﻗﺮﯾﺒﺔ وأﺣﺪق ﻓﻲ ﻋﯿﻨﯿﻚ... ﻟﻜﻦ راﺋﺤﺘﻚ ﻋﻔﻨﺔ أﯾﮭﺎ اﻟﺒﺸﺮي.
cs: Ráda bych tě zabila zblízka a koukala ti do očí… ale smrdíš mi, člověče.
de: Ich würde dich ja gerne aus der Nähe töten ... aber du stinkst, Mensch.
hu: „Örömmel ölnélek meg közelről, és néznék a szemedbe… De bűzlesz, ember.
it: Preferirei ucciderti guardandoti negli occhi. Ma puzzi troppo, umano.
tr: Yakınına gelip, gözlerinin içine bakıp seni memnuniyetle öldürürdüm… Ama kokuyorsun be insan.

source: Stare into their eyes, feast on their terror. Then go in for the kill.
ar: ﺣﺪّق ﻓﻲ أﻋﯿﻨﮭﻢ واﺳﺘﻤﺘﻊ ﺑﺮﻋﺒﮭﻢ. ﺛﻢ اﺑﺪأ ﻓﻲ اﻟﻘﺘﻞ.
cs: Pohleď jim do očí, pas se na jejich hrůze. Pak zaútoč a zabij.
de: Schau ihnen in die Augen, labe dich an ihrer Panik. Und dann töte sie.
hu: „Nézz a szemükbe, lakmározz a rettegésükön! Aztán öld meg őket!
it: Guardali negli occhi, nutriti del loro terrore. E poi uccidi.
tr: Gözlerinin içine bak, korkularından beslen. Ardından öldürmenin tadını çıkar.

source: The path to freedom is paved in blood, not ink.
ar: إراﻗﺔ اﻟﺪﻣﺎء، وﻟﯿﺴﺖ اﻟﺪﺑﻠﻮﻣﺎﺳﯿﺔ، ﺳﺘﻜﻮن وﺳﯿﻠﺘﻨﺎ ﻟﻨﯿﻞ اﻟﺤﺮﯾﺔ.
cs: Naší cestou ke svobodě nebude diplomacie, ale krveprolití.
de: Blutvergießen ist unser Weg zur Freiheit - nicht Diplomatie.
hu: „A vérontás, és nem a diplomácia kövezi ki utunkat a szabadságba.
it: Ci conquisteremo la libertà con il sangue, non con la diplomazia.
tr: Özgürlüğe giden yol kanla döşenmiştir, mürekkeple değil.

source: Our mead smells like piss, do it? Easy to fix - I'll break your fuckin' nose!
ar: ﺷﺮاﺑﻨﺎ راﺋﺤﺘﮫ ﻋﻔﻨﺔ ﺣﻘًﺎ؟ ﯾﺴﮭﻞ إﺻﻼح اﻷﻣﺮ - ﺳﻮف أﻛﺴﺮ أﻧﻔﻚ اﻟﻠﻌﯿﻦ!
cs: Že naša medovina jak chcanky smrdí? Snadná rada - fláknu ti jednu do rypáka!
de: Unser Met schmeckt also nach Pisse, ja? Kein Problem - ich brech dir die Nase!
hu: „Érzed? Ez a sör húgyszagú, mi? Ezen könnyű segíteni – betöröm a tetves orrod!
it: Il mio idromele puzza di piscio? Ho la soluzione: ti spacco il naso!
tr: Likörümüz sidik gibi kokuyor, öyle mi? Düzeltmesi kolay, o lanet burnunu kıracağım!

source: I fight for whoever's paying the best. Or whoever's easiest to rob.
ar: أﺣﺎرب ﻟﺼﺎﻟﺢ ﻣﻦ ﯾﺪﻓﻊ أﻛﺜﺮ. أو ﻣﻦ ﺗﻜﻮن ﺳﺮﻗﺘﮫ أﺳﮭﻞ.
cs: Bojuju za kohokoliv, kdo platí. Nebo za toho, koho je snadnější okrást.
de: Ich kämpfe für den, der am besten zahlt. Oder am einfachsten auszurauben ist.
hu: „Azért harcolok, aki a legjobban fizet. Vagy akit a legkönnyebb kirabolni.
it: Io combatto per chi mi paga di più, o per chi è più facile da fregare.
tr: En çok parayı kim verirse... ya da soyması en kolay kimse onun için savaşırım.

source: 'Vrihedd? What's that mean?' 'Trouble.'
ar: ﻣﺎ ﻣﻌﻨﻰ ﻛﻠﻤﺔ (ﻓﯿﺮھﯿﺪ)؟ ﺗﻌﻨﻲ (ﻣﺸﻜﻠﺔ).
cs: 'Vrihedd? Co to znamená?' 'Potíže.'
de: Vrihedd? Was bedeutet das? - Ärger.
hu: „«Vrihedd? Az meg mit jelent?» «Bajt.»
it: Vrihedd? Che significa? Guai.
tr: 'Vrihedd mi? Ne anlama geliyor ki?' 'Bela anlamına.'

source: They track like hounds, run like deer and kill like cold-hearted bastards.
ar: إﻧﮭﻢ ﻛﺎﻟﻜﻼب ﻓﻲ اﻟﺘﺘﺒﻊ واﻟﻐﺰال ﻓﻲ اﻟﺮﻛﺾ واﻟﺴﻔﻠﺔ ﺑﺎردي اﻟﺪﻣﺎء ﻓﻲ اﻟﻘﺘﻞ.
cs: Stopují jako ohaři, běhají jako srny a zabíjejí jako chladnokrevní parchanti.
de: Sie wittern wie Hunde, laufen wie Rehe und töten wie kaltblütige Bastarde.
hu: „Kopóként követik a nyomot, gyorsak, mint a szarvas, és hidegszívű gyilkosok.
it: Cacciano come segugi, corrono come cervi e uccidono come veri bastardi.
tr: Av köpekleri gibi iz sürüyor, geyik gibi koşuyor ve katı yürekli piçler gibi öldürüyorlar.

source: Worked a pickaxe all me life. Battleaxe won't be any trouble.
ar: ﻋﻤﻠﺖ طﻮال ﺣﯿﺎﺗﻲ ﺑﺎﻟﻤﻌﻮل. ﻟﻦ ﯾﻜﻮن اﺳﺘﺨﺪام ﺑﻠﻄﺔ اﻟﻤﻌﺎرك ﻣﺸﻜﻠﺔ.
cs: Celičký život s krumpáčom dřu. Válečný topor bude snazší.
de: Ich hab meine Picke so lange geschwungen, da ist eine Kriegsaxt kein Problem.
hu: „Egész életemben csákányoztam. A csatabárd se jelent majd gondot.
it: Uso il piccone da una vita: l'ascia da guerra non mi darà problemi.
tr: Hayatım boyunca kazma salladım. Savaş baltası çok sıkıntı yaratmaz.

source: I'm telling ye, we're born fer battle - we slash straight at their knees!
ar: ﻟﻘﺪ وﻟﺪﻧﺎ ﻟﻨﺨﻮض اﻟﻤﻌﺮﻛﺔ - ﻧﺤﻦ ﻧﺸﻖ اﻟﺮﻛﺒﺔ ﻣﺒﺎﺷﺮة!
cs: Řikam ti, my sa rodíme pro boj - sekáme ich rychtyk v kolenech!
de: Ich sage dir, wir sind zum Kämpfen geboren - wir zielen genau auf ihre Knie.
hu: „Én mondom, hogy csatára születtünk – egyenesen a térdükre megyünk!
it: Sai, siamo nati per la battaglia: li falciamo alle ginocchia!
tr: Bak diyorum, biz savaş için doğmuşuz. Doğrudan dizlerine çalışırız!

source: No matter what you may have heard, elves don't take human scalps. Too much lice.
ar: ﻛﻔﺎك وﺛﺒًﺎ أﯾﮭﺎ اﻟﻌﺎﺑﺚ ذو اﻷذﻧﯿﻦ اﻟﻜﺒﯿﺮﺗﯿﻦ - ﻻ أﺳﺘﻄﯿﻊ اﻟﺘﺼﻮﯾﺐ!
cs: Přestaň sebou mlít, ty posranej ušáku - nemůžu na tebe pořádně zamířit!
de: Halt still, verdammtes Langohr - so kann ich nicht zielen!
hu: „Ne ugrabugrálj, kicseszett hosszúfülű – így nem lehet pontosan lőni!
it: Piantala di agitarti, orecchie lunghe: non riesco a mirare!
tr: Ne duymuş olursan ol, elfler insan kafa derisi yüzmezler. Çok fazla bit var.

source: Hatred burns brighter than any fire, and cuts deeper than any blade.
ar: ﺗﺸﺘﻌﻞ اﻟﻜﺮاھﯿﺔ ﺑﻠﮭﯿﺐ أﻛﺜﺮ ﺑﺮﯾﻘًﺎ ﻣﻦ ﻟﮭﯿﺐ أي ﻧﺎر، وﺗﻘﻄﻊ ﺑﻨﺼﻞ أﺣﺪّ ﻣﻦ ﻧﺼﻞ أي ﺳﯿﻒ.
cs: Zášť hoří jasněji než jakýkoliv oheň a tne hlouběji než jakákoliv zbraň.
de: Hass brennt heller als jedes Feuer und schneidet tiefer als jede Klinge.
hu: „A gyűlölet fényesebben lobog a tűznél, és mélyebbre vág, mint a penge.
it: L'odio brucia più del fuoco e ferisce più di una spada.
tr: Öfke tüm ateşlerden daha parlak yanar, tüm kılıçlardan daha derin kesikler açar.

source: Take another step, dh'oine. You'd look better with an arrow between your eyes.
ar: أﺧﻂ ﺧﻄﻮة أﺧﺮى أﯾﮭﺎ اﻟﺒﺸﺮي. ﺳﺘﺒﺪو أﺟﻤﻞ ﺑﯿﻨﻤﺎ ﺳﮭﻢ ﻗﺎﺑﻊ ﺑﯿﻦ ﻋﯿﻨﯿﻚ.
cs: Ještě jeden krok, dh'oine. Šíp mezi očima ti bude slušet.
de: Nur zu, Dh'oine. Ein Pfeil zwischen den Augen wird dir stehen.
hu: „Még egy lépés, dh'oine, és jobban festesz egy nyíllal a szemed között.
it: Un altro passo, dh'oine, e ti pianto una freccia in mezzo agli occhi.
tr: Bir adım daha at dh'oine. İki kaşının arasında bir okla çok daha iyi görüneceksin.

source: Sure, I'll patch you up. Gonna cost you, though.
ar: ﺑﺎﻟﺘﺄﻛﯿﺪ ﺳﺄﺿﻤﺪ ﺟﺮاﺣﻚ. ﻟﻜﻦ ھﺬا ﺳﯿﻜﻠﻔﻚ ﺑﺎﻟﺘﺄﻛﯿﺪ.
cs: Jasně, že ti to zašiju. Ale zadarmo to nebude.
de: Klar kann ich dich zusammenflicken. Das kostet aber.
hu: „Persze, hogy összefoltozlak. De nem lesz olcsó.
it: Certo che posso ricucirti, ma ti costerà.
tr: Elbette yaralarını sararım. Ama sana bir maliyeti olur.

source: Francesca Findabair Pureblood Elf
ar: زھﺮة (اﻹﻟﻒ) اﻟﻨﻘﯿﺔ (ﻓﺮاﻧﺸﯿﺴﻜﺎ ﻓﯿﻨﺪاﺑﯿﺮ)
cs: Francesca Findabair Čistokrevná elfka
de: Francesca Findabair Reinblütige Elfin
hu: Francesca Findabair Tisztavérű tünde
it: Francesca Findabair Elfa di sangue puro
tr: Francesca Findabair Safkan Elf
