Repository: EKlaman/gwent-tracker
Catalog: src/GwentTracker/locale/cards.*.po
Languages: ar, cs, de, fr, hu, it, ja, pl, pt_br, tr

source: King Bran
ar: اﻟﻤﻠﻚ (ﺑﺮان)
fr: Roi Bran
ja: ブラン王
pl: Król Bran
pt_br: Rei Bran

source: "No one can replace Bran. Though they're sure to try."
fr: "Personne ne pourra remplacer Bran. Pourtant, ils le tenteront sûrement."
ja: 「何者もブランの代わりにはなれない。挑んでくる者は後を絶たないが」
pl: "Nikt nie zastąpi Brana. Mogą jedynie próbować."
pt_br: "Ninguém substituirá o Bran. Mas sabemos que eles tentarão."

source: The Pheasantry
ar: ﺣﺎﻧﺔ (ذي ﺑﺎزﻧﺘﺮي)
fr: La Faisanderie
ja: フィザントリー亭
pl: Bażanciarnia
pt_br: O Faisão

source: A king's gotta be wise. A king's gotta command respect. A king's gotta have stones.
ar: ﯾﺠﺐ أن ﯾﻜﻮن اﻟﻤﻠﻚ ﺣﻜﯿﻤًﺎ. ﯾﺠﺐ أن ﯾﺤﻈﻰ اﻟﻤﻠﻚ ﺑﺎﻻﺣﺘﺮام. ﯾﺠﺐ أن ﯾﻜﻮن ﻟﺪى اﻟﻤﻠﻚ أﺣﺠﺎر ﻛﺮﯾﻤﺔ.
fr: Un roi, ça doit être sage. Inspirer le respect. Et en avoir dans le pantalon.
ja: 「王は賢くあれ。王は尊敬に値する者であれ。王は男らしくあれ」
pl: „Król musi być mądry. Król musi cieszyć się szacunkiem. Król musi mieć jaja".
pt_br: Um rei tem que ser sábio. Um rei tem que exigir respeito. Um rei tem que ter colhões.

source: Some men cannot admit defeat. Some keep fighting from beyond the grave.
ar: ﺑﻌﺾ اﻟﺮﺟﺎل ﻻ ﯾﻌﺘﺮﻓﻮن ﺑﺎﻟﮭﺰﯾﻤﺔ. ﺑﻌﻀﮭﻢ ﯾﻈﻞ ﯾﺤﺎرب ﻣﻦ داﺧﻞ اﻟﻘﺒﺮ.
cs: Někteří muži si neumí připustit porážku. Někteří bojují i ze záhrobí.
de: Manche können Niederlagen nicht eingestehen und kämpfen noch als Tote weiter.
hu: „Van, aki képtelen elfogadni a vereséget. Van, aki még a síron túl is harcol.
it: Alcuni uomini non ammettono la sconfitta e combattono persino dalla tomba.
tr: Bazı adamlar yenilgiyi kabullenemez. Bazıları savaşmaya mezarın ötesinden devam eder.

source: Kill a kayran? Simple. Take your best sword... then sell it and hire a witcher.
ar: ﺗﺮﯾﺪ ﻗﺘﻞ وﺣﺶ (ﻛﺎﯾﺮان)؟ اﻷﻣﺮ ﺑﺴﯿﻂ. ﺧﺬ أﻓﻀﻞ ﺳﯿﻒ ﻟﺪﯾﻚ... ﺛﻢ ﻗﻢ ﺑﺒﯿﻌﮫ واﺳﺘﺄﺟﺮ (وﯾﺘﺸﺮ).
cs: Zabít kajrana? Prosté. Vem nejlepší meč… prodej ho a najmi si zaklínače.
de: Einen Kayran töten? Bestes Schwert nehmen, verkaufen, Hexer anheuern.
hu: „Kayrant ölni? Egyszerű. Fogd a legjobb kardod… add el, és bérelj egy witchert!
it: Uccidere un kayran è facile. Prendi la spada, la vendi e assoldi un witcher.
tr: Bir kayranı öldürmek mi? Basit. En iyi kılıcını al... sonra sat ve bir efsunger kirala.

source: Ladd nahw! Kill them! Litter the earth with their entrails!
ar: اﻗﺘﻠﻮھﻢ! دﻧﺴﻮا اﻷرض ﺑﺄﺣﺸﺎﺋﮭﻢ!
cs: Ladd nawh! Zabte je! Pokryjte zem jejich vnitřnostmi!
de: Ladd nawh! Tötet sie! Bedeckt die Erde mit ihren Eingeweiden!
hu: „Ladd nawh! Megölni őket! Ontsátok ki a belüket!
it: Ladd nawh! Uccideteli! Cospargete la terra con le loro viscere!
tr: Ladd nahw! Öldürün onları! Toprağı iç organlarıyla kirletin!

source: We never hunt in these woods. Not even if it means the whole village starves.
ar: ﻻ ﻧﺼﻄﺎد ﻗﻂ ﻓﻲ ھﺬه اﻟﻐﺎﺑﺎت ﺣﺘﻰ ﻟﻮ ﺟﺎﻋﺖ اﻟﻘﺮﯾﺔ ﺑﺄﻛﻤﻠﮭﺎ ﺣﺘﻰ اﻟﻤﻮت.
cs: V těchto lesích nikdy nelovíme. Ani kdyby měla celá vesnice umřít hladem.
de: Wir jagen nicht in diesen Wäldern. Und wenn das ganze Dorf verhungert.
hu: „Sosem vadászunk ezekben az erdőkben. Még akkor sem, ha az egész falu éhezik.
it: Non cacciamo mai in questi boschi, nemmeno se moriamo di fame.
tr: Bu ormanda asla avlanmayız. Bu, tüm köyün açlıktan ölmesi anlamına gelse bile.

source: Fork tails… Bah! Fuckers' tails're more like cleavers.
ar: ﺗﻨﺎﻧﯿﻦ ﻣﺘﺸﻌﺒﺔ اﻟﺬﯾﻞ... ھﮫ! ﺣﺮيّ ﺑﮭﻢ أن ﯾﺴﻤﻮھﺎ ذات اﻟﺴﻮاطﯿﺮ ﻓﻲ اﻟﺬﯾﻞ.
cs: Vidlo-ohon?… Pche! Jejich ohony jsou spíš jak sekáčky.
de: Gabelschwänze - pah! Sind wohl eher Hackebeilschwänze, diese Kackviecher.
hu: „Villásfarkúak… Ugyan! A rohadékok farka inkább bárdra hajaz.
it: Codabiforca... Bah! La coda di quegli stronzi è più simile a una mannaia.
tr: Çatal kuyruklar… Peh! O itlerin kuyrukları daha çok satıra benziyor.

source: How to fight an earth elemental? You don't. You run. Fast as you can.
ar: ﻛﯿﻒ ﺗﺤﺎرب وﺣﺸًﺎ أرﺿﯿًﺎ؟ ﻻ ﺗﺤﺎرﺑﮫ، ﺑﻞ ﺗﺮﻛﺾ ھﺎرﺑًﺎ ﺑﺄﺳﺮع ﻣﺎ ﯾﻤﻜﻨﻚ.
cs: Jak bojovat se zemním elementálem? Nijak. Uteč. Co nejrychleji.
de: Wie man gegen Erdgenien kämpft? Gar nicht. Man rennt. So schnell wie möglich.
hu: „Hogy harcolj egy földelementállal? Sehogy. Fuss el! Minél gyorsabban.
it: Come si affronta un elementale della terra? Scappando veloci come il vento.
tr: Bir toprak elementaliyle nasıl savaşırsın? Savaşmazsın. Kaçarsın. Mümkün olduğu kadar hızlı.

source: A fiend looks a bit like a deer. An enormous, evil deer.
ar: اﻟﻔﺮﯾﺖ ﯾﺸﺒﮫ اﻟﻐﺰال ﻗﻠﯿﻼً. ﻏﺰال ﺿﺨﻢ وﺷﺮﯾﺮ.
cs: Běs vypadá tak trochu jako jelen. Obrovský zlý jelen.
de: Ein Bies sieht ein bisschen wie ein Hirsch aus. Ein riesiger, böser Hirsch.
hu: „A pokolfajzat egy kicsit a szarvasra hajaz. Egy hatalmas, gonosz szarvasra.
it: I demoni somigliano ai cervi. A enormi cervi malvagi.
tr: Bir zebani az biraz geyiğe benzer. Kocaman, şeytani bir geyik.

source: The sick rave about a boil-pocked woman surrounded by herds of rabid rats…
ar: ﯾﮭﺬي اﻟﻤﺮﺿﻰ ﺑﻜﻼم ﻋﻦ اﻣﺮأة ﺗﻐﻄﯿﮭﺎ اﻟﺪﻣﺎﻣﻞ وﺗﺤﯿﻄﮭﺎ ﻗﻄﻌﺎن اﻟﻔﺌﺮان اﻟﺴﺮﯾﻌﺔ...
cs: Nemocní se srocují kolem vředaté ženy obklopené hejnem vzteklých krys…
de: Kranke Fantasien über eine Frau mit Pestbeulen, von tollwütigen Ratten umgeben ...
hu: „A betegek egy himlőhelyes nőről delirálnak, akit veszett patkányok kísérnek…
it: L'assurda storia della donna butterata circondata da orde di ratti...
tr: Çevresi kuduz sıçanlar sürüsü dolu, çıbanlarla kaplı bir kadın hakkındaki hasta zırvalıklar…

source: Griffins like to toy with their prey. Eat 'em alive, piece by piece.
ar: ﺗﺤﺐ (اﻟﻔﺘﺨﺎء) اﻟﻠﮭﻮ ﺑﻔﺮﯾﺴﺘﮭﺎ. وﺗﺄﻛﻞ ﻓﺮاﺋﺴﮭﺎ ﺣﯿﺔ، ﻗﻄﻌﺔ ﺑﻌﺪ ﻗﻄﻌﺔ.
cs: Gryfové si s obětmi rádi hrají. Požírají je zaživa, kus po kusu.
de: Greife spielen gerne mit ihrer Beute. Fressen sie bei lebendigem Leibe auf.
hu: „A griffek szeretnek játszani a zsákmánnyal. Élve falják fel őket, darabonként.
it: Ai grifoni piace giocare con le prede. Le mangiano vive, un pezzo alla volta.
tr: Grifinler, avlarıyla oynamayı sever. Onları diri diri, parça parça yerler.

source: Wolves aren't as bad as they say. Werewolves, though - they're worse.
ar: ﻟﯿﺴﺖ اﻟﺬﺋﺎب ﺳﯿﺌﺔ ﺑﻘﺪر ﻣﺎ ﯾُﺸﺎع ﻋﻨﮭﺎ - ﻟﻜﻦ اﻟﻤﺴﺘﺬﺋﺒﯿﻦ أﺳﻮأ ﻣﻦ أي ﺗﺼﻮر.
cs: Vlci nejsou tak špatní, jak se říká. Vlkodlaci jsou však ještě horší.
de: Wölfe sind nicht so schlimm, wie man sagt. Werwölfe sind hingegen schlimmer.
hu: „A farkasok nem olyan rosszak, mint mondják. De a farkasemberek – rosszabbak.
it: I lupi non sono così male. Ma i lupi mannari sono peggio.
tr: Kurtlar, dedikleri kadar kötü değildir. Ama kurtadamlarsa... onlar beterdir.

source: Admit your mistakes and bury them proper - else they'll come back to haunt you.
ar: اﻋﺘﺮف ﺑﺄﺧﻄﺎﺋﻚ وادﻓﻨﮭﺎ ﺑﺸﻜﻞ ﻻﺋﻖ - وإﻻ ﺳﺘﻌﻮد أﺧﻄﺎؤك ﻟﺘﻄﺎردك.
cs: Přiznej své chyby a řádně je pohřbi - nebo tě budou strašit.
de: Gesteh deine Fehler ein und begrabe sie anständig. Sonst suchen sie dich heim.
hu: „Ismerd el hibáidat, s temesd el őket illően – különben visszajönnek kísérteni.
it: Ammetti gli errori e seppelliscili per sempre, o torneranno a perseguitarti.
tr: Hatalarını kabul et ve onları düzgünce göm, yoksa geri dönüp sana musallat olurlar.

source: 'What have I done?' the mage cried out, frightened of his own creation.
ar: ‘ﻣﺎ اﻟﺬي ﻓﻌﻠﺘُﮫ؟' ﺻﺎح اﻟﺴﺎﺣﺮ ﻣﺘﺴﺎﺋﻼً وھﻮ ﻣﺮﻋﻮب ﻣﻤﺎ ﺻﻨﻌﮫ ﺑﯿﺪه.
cs: 'Co jsem to provedl?' vykřikl mág, kterého vyděsil vlastní výtvor.
de: Was habe ich getan?' schrie der Magier in Furcht vor seiner eigenen Kreatur.
hu: „«Mit tettem?», kiáltott fel a mágus, elborzadva önnön alkotásától.
it: Cos'ho fatto? urlò il mago, spaventato dalla sua creazione.
tr: Ne yaptım ben? diye haykırdı büyücü, kendi yarattığı şeyin korkusuyla.

source: Fled one time in my life. From the Ice Giant. And I'm not a bit ashamed.
ar: ھﺮﺑﺖ ﻣﺮة واﺣﺪة ﻓﻲ ﺣﯿﺎﺗﻲ. ﻣﻦ ﻋﻤﻼق اﻟﺠﻠﯿﺪ. وﻻ ﯾﺸﻌﺮﻧﻲ ھﺬا ﺑﺄي ﺧﺠﻞ.
cs: Uprchl jsem jednou v životě. Před ledovým obrem. A vůbec se za to nestydím.
de: Ich bin nur ein Mal geflohen. Vor dem Eisriesen. Und schäme mich kein Stück.
hu: „Életemben egyszer menekültem. Egy jégóriás elöl. És kicsit sem szégyellem.
it: In vita mia sono fuggito solo dal gigante dei ghiacci. E non me ne vergogno.
tr: Hayatımda bir kez kaçtım. O da Buz Devi'ndendi. Ve en ufak bir utanç duymuyorum.

source: The nest! Take out the nest, or the bastards'll just keep coming!
ar: اﻟﻮﻛﺮ! دﻣﺮ اﻟﻮﻛﺮ وإﻻ ﺳﯿﺴﺘﻤﺮ اﻟﻤﻼﻋﯿﻦ ﻓﻲ اﻟﻈﮭﻮر.
cs: Hnízdo! Znič to hnízdo, nebo sem ty hajzlové pořád polezou!
de: Das Nest, zerstört das Nest! Sonst kommen immer mehr von diesen Bastarden!
hu: „A fészek! Kiiktatni a fészket, különben a fattyak egyre csak jönni fognak!
it: La tana! Distruggi la tana, o ne arriveranno altri!
tr: Yuva! Yuvayı ortadan kaldır, yoksa piçler sürekli gelmeye devam eder!

source: There are many species of harpy, and all are kleptomaniacs.
ar: ﺛﻤﺔ أﻧﻮاع ﻛﺜﯿﺮة ﻣﻦ وﺣﻮش (اﻟﮭﺎرﺑﻲ)، وﺟﻤﯿﻌﮭﺎ ﻣﮭﻮوﺳﺔ ﺑﺎﻟﺴﺮﻗﺔ.
cs: Existuje mnoho druhů harpyjí a všechny kradou jako straky.
de: Es gibt viele Harpyienarten. Kleptomanisch sind sie alle.
hu: „A hárpiáknak sok fajtája van, de közös bennük a lopási kényszer.
it: Ci sono molte specie di arpie, e sono tutte cleptomani.
tr: Harpilerin pek çok türü vardır ve hepsi de kleptomandır.

source: Born of an egg laid by a cockerel... if you believe such peasant drivel.
ar: ﺧﺮج ﻣﻦ ﺑﯿﻀﺔ وﺿﻌﮭﺎ دﯾﻚ ﺻﻐﯿﺮ... إن ﻛﻨﺖ ﺗﺼﺪق ھﺮاء اﻟﻔﻼﺣﯿﻦ ھﺬا.
cs: Rodí se z vejce, jež snesl kohout… pokud věříte těm vidláckým žvástům.
de: Aus dem Ei eines Hahns geschlüpft. Wenn man solche Bauernmärchen glauben will.
hu: „Kakas rakta tojásból születik… már ha hinni lehet a paraszti badar beszédnek.
it: Stando alla credenza popolare, nasce da un uovo di gallo.
tr: Bir horozca bırakılmış yumurtadan çıkmış ... tabii böyle bir köylü zırvasına inanıyorsan.

source: Ancient sculptors' nightmarish fantasies, brought to life by bored mages.
ar: ﻧﺘﯿﺠﺔ ﺗﺠﺴﯿﺪ اﻟﺴﺤﺮة ﻷﺷﺪ اﻟﺨﯿﺎﻻت اﻟﻜﺎﺑﻮﺳﯿﺔ ﺟﻤﻮﺣًﺎ ﻟﺪى اﻟﻨﺤﺎﺗﯿﻦ اﻟﻘﺪاﻣﻰ.
cs: Noční můra prastarých sochařů oživlá díky mágům.
de: Grässliche Fantasien der Bildhauer von einst, von Magiern zum Leben erweckt.
hu: „Ősi szobrászok lidércnyomásos képzelgése, amit a mágusok életre keltettek.
it: Fantasie perverse di antichi scultori, portate in vita dai maghi.
tr: Kadim heykeltıraşların kâbusumsu düşlerine, canı sıkılan büyücüler tarafından hayat verilmiş.

source: Common harpies feed on carrion. Celaeno harpies… they feed on dreams.
ar: ﺗﺘﻐﺬى وﺣﻮش (ھﺎرﺑﻲ) اﻟﻌﺎدﯾﺔ ﻋﻠﻰ اﻟﺠﯿﻔﺔ. أﻣﺎ ﻓﺼﯿﻠﺔ (ﺳﯿﻠﯿﻨﻮ)... ﻋﻠﻰ اﻷﺣﻼم.
cs: Obyčejné harpyje se živí mršinami. Harpyje celaeno… se živí sny.
de: Gewöhnliche Harpyien sind Aasfresser. Kelajno-Harpyien ... sind Traumfresser.
hu: „A közönséges hárpiák dögön élnek. A celaeno hárpiák… álmokból táplálkoznak.
it: Le arpie si nutrono di carogne, ma le arpie celaeno si nutrono di sogni.
tr: Sıradan harpiler leşlerden beslenir. Kelaino harpileriyse... rüyalardan.

source: Their long tongues're for slurping marrow - and whipping prey.
ar: أﻟﺴﻨﺘﮭﻢ اﻟﻄﻮﯾﻠﺔ ﻻﻟﺘﮭﺎم اﻟﻨﺨﺎع ﺑﻜﻤﯿﺎت ﻛﺒﯿﺮة - وأﯾﻀًﺎ ﻟﺠَﻠﺪ اﻟﻔﺮﯾﺴﺔ.
cs: Jejich dlouhé jazyky slouží k srkání morku - a bičování obětí.
de: Mit ihren langen Zungen lutschen sie Knochenmark - und prügeln ihre Gegner.
hu: „Hosszú nyelvükkel lefetyelik ki a velőt – és csapnak le zsákmányukra.
it: Con le loro lunghe lingue succhiano il midollo e sferzano le prede.
tr: Uzun dillerini ilik emmede... ve avlarını kırbaçlamada kullanıyorlar.

source: Fire is so delightful.
ar: ﻛﻢ ﻟﻠﻨﺎر ﻣﻦ ﺑﮭﺠﺔ.
cs: Oheň je tak rozkošný.
de: Feuer ist so herrlich.
hu: „A tűz annyira gyönyörű.
it: Il fuoco è meraviglioso.
tr: Ateş çok enfes.

source: Fog creeps on little cat feet. Foglets creep over the bodies of their victims.
ar: ﻛﻤﺎ اﻟﻀﺒﺎب اﻟﺼﺎﻣﺖ اﻟﻤﺒﺎﻏﺖ، ﯾﺰﺣﻒ وﺣﺶ اﻟﻀﺒﺎب ﻋﻠﻰ ﺟﺜﺚ ﺿﺤﺎﯾﺎه.
cs: Mlha se plíží na kočičích nohách. Mlhavci se plíží na tělech svých obětí.
de: Nebel kommt leise angekrochen. Neblinge kriechen über die Leichen ihrer Opfer.
hu: „A köd nesztelenül kúszik előre. Ködárnyak borítják be áldozataik holttestét.
it: La nebbia cala e i foglet strisciano sui corpi delle loro vittime.
tr: Sis, yavaş ve sessizce çöker. Siscillerse kurbanlarının cesetleri üzerine çöker.

source: Imagine a cross between a winged snake and a nightmare. Wyverns are worse.
ar: ﺗﺨﯿﻞ ﺧﻠﯿﻄًﺎ ﻣﻦ ﺛﻌﺒﺎن ﻣُﺠﻨﺢ وﻛﺎﺑﻮس. اﻟﺘﻨﺎﻧﯿﻦ اﻟﻤﺠﻨﺤﺔ أﺳﻮأ ﻣﻦ ھﺬا.
cs: Představ si křížence okřídleného hada a noční můry. Wyverny jsou horší.
de: Wyvern - eine Mischung aus geflügelter Schlange und Albtraum, nur schlimmer.
hu: „Keresztezz egy szárnyas kígyót egy lidércnyomással! Na, a vivernek rosszabbak.
it: Immagina l'incrocio fra un serpente alato e un incubo: la viverna è peggio.
tr: Kanatlı bir yılanla bir kâbusun karışımını düşün. İşte ejderanlar ondan da beterdir.

source: Like a cross between a crab, a spider… and a ploughin' mountain.
ar: طﺎﺋﻔﺔ ﻧﺎدرة ﻣﻦ (اﻷراﻛﺎس)، ﺑﻀﺨﺎﻣﺔ اﻟﻔﯿﻞ ﻟﻜﻦ أﻛﺜﺮ ﻗﻮة.
cs: Vzácný poddruh krabopavouka, velký jako slon, ale mnohem tužší.
de: Seltene Krabbspinnenart. Groß wie ein Elefant, aber viel zäher.
hu: „Az arakászok ritka osztálya, nagy, mint egy elefánt, de szívósabb.
it: Una rara casta di arachas, grossi come elefanti ma più massicci.
tr: Bir yengeç, bir örümcek... ve bildiğin bir dağın karışımı gibi.

source: Ugly - nature's way of saying 'Stay the fuck away.'
ar: ﻗﺒﯿﺢ - إﻧﮭﺎ طﺮﯾﻘﺔ اﻟﻄﺒﯿﻌﺔ ﻓﻲ ﻗﻮل: ‘اﺑﻖ ﺑﻌﯿﺪًا ﺑﺤﻖ اﻟﺠﺤﯿﻢ.'
cs: Ohyzdnost - tím příroda říká 'Drž se kurva stranou.'
de: Hässlich. So sagt die Natur 'bleib bloß weg!'
hu: „Rusnya – a természet így közli, hogy «Húzz innen a vérbe».
it: La bruttezza è il modo con cui la natura ti avvisa di girare al largo.
tr: Çirkin, doğanın 'Uzak dur lan' deme yolu.'

source: Damn things are almost cute, if you ignore the whole vicious killer aspect.
ar: ھﺬه اﻟﻤﺨﻠﻮﻗﺎت اﻟﻠﻌﯿﻨﺔ ﺗﻜﺎد ﺗﻜﻮن ﻟﻄﯿﻔﺔ ﻟﻮ ﺗﻐﺎﺿﯿﺖ ﻋﻦ اﻟﻮﺣﺸﯿﺔ اﻟﺘﻲ ﯾﻘﺘﻠﻮن ﺑﮭﺎ.
cs: Ti parchanti jsou skoro až roztomilí, když pominete to zabíjení a tak.
de: Die Mistviecher wären fast niedlich, wenn sie nicht so mörderisch wären.
hu: „Az átkozottak már-már aranyosak, ha nem nézed gonosz, gyilkos természetüket.
it: Quegli affari sono carini, se non consideri che sono dei perfidi assassini.
tr: Lanet şey şirin bile denebilir, tüm o pis katil tarafını görmezden gelirsen.

source: Who would think overgrown bats would have a taste for gaudy jewelry?
ar: ﻣﻦ ﻛﺎن ﻟﯿﻈﻦ أن ﺧﻔﺎﻓﯿﺸًﺎ ﻣﻔﺮطﺔ اﻟﻨﻤﻮ ﻗﺪ ﺗﺤﺐ اﻟﻤﺠﻮھﺮات اﻟﻤﺒﮭﺮﺟﺔ؟
cs: Kdo by pomyslel, že přerostlí netopýři budou prahnout po křiklavých špercích?
de: Wer hätte gedacht, dass Riesenfledermäuse scharf auf pompöse Klunker sind?
hu: „Ki gondolná, hogy nagyra nőtt denevérek rajonganak a csicsás ékszerekért?
it: Chi l'avrebbe detto che i pipistrelli giganti amano la bigiotteria?
tr: Aşırı gelişmiş yarasaların cicili bicili mücevherlere bayılacağı kimin aklına gelirdi?

source: Higher vampires embrace their victims. Fleders rip them to shreds.
ar: ﻣﺼﺎص اﻟﺪﻣﺎء ﻋﺎﻟﻰ اﻟﺮﺗﺒﺔ ﯾﻌﺎﻧﻖ ﺿﺤﯿﺘﮫ. أﻣﺎ (اﻟﻔﻠﯿﺪر) ﻓﯿﻘﻄﻌﮭﺎ إرﺑًﺎ.
cs: Vyšší upíři své oběti obejmou. Fledeři je roztrhají na kousky.
de: Höhere Vampire umarmen ihre Opfer. Flatterer reißen sie in Fetzen.
hu: „Az erősebb vámpírok keblükre ölelik áldozatukat. A fléderek ízekre szaggatják.
it: I vampiri superiori abbracciano le loro vittime, i fleder le fanno a pezzi.
tr: Yüce vampirler kurbanlarını kucaklar. Flederler ise onları parçalara ayırır.

source: Blood-drinkers and corpse-eaters so foul their very ugliness paralyses foes.
ar: ﻣﻦ ﺷﺪة ﻗﺒﺢ ﻣﺼﺎﺻﻲ اﻟﺪﻣﺎء وآﻛﻠﻲ اﻟﺠﯿﻔﺔ ﯾﺼﺎب ﺧﺼﻮﻣﮭﻢ ﺑﺎﻟﺸﻠﻞ.
cs: Krvesajové a mrchožrouti tak odporní, že nepřátelé zmrazí už svou ošklivostí.
de: Blutsaufende Leichenfresser, deren schiere Widerwärtigkeit ihre Gegner lähmt.
hu: „Vérivók s hullaevők, oly ocsmányak, hogy puszta rútságuktól megbénul az ellen.
it: Succhiasangue e necrofagi sono così brutti da paralizzare i nemici.
tr: Kan içenler ve ceset yiyenler o denli iğrençler ki çirkinlikleri bile düşmanlarını felç etmeye yeter.

source: A vile, bloodthirsty, man-eating hag. Kind of like my mother-in-law.
ar: ﯾﻤﻜﻨﻚ ﻗﺘﻞ ﻣﺨﻠﻮق (ﺑﺮوﻛﺴﺎ) ﺑﺎﺳﺘﺨﺪام وﺗﺪ - ﻋﻠﻰ أن ﯾﻜﻮن اﻟﻮﺗﺪ ﺑﻄﻮل ﻗﻀﯿﺐ اﻟﻘﻄﺮ.
cs: Bruxu můžeš zabít i kolíkem - tedy pokud je dlouhý jako bidlo.
de: Man kann Bruxae mit einem Pfahl töten. Falls er die Länge einer Deichsel hat.
hu: „A brukszát megölheted egy karóval – feltéve, ha az hosszú, mint egy pika.
it: Puoi uccidere una bruxa con un palo, purché sia lungo come un remo.
tr: İğrenç, kana susamış, adam yiyen bir cadı. Tıpkı kaynanam gibi.

source: Drinking the blood of the Continent since the Conjunction.
ar: ﯾﺸﺮب دﻣﺎء (اﻟﻘﺎرة) ﻣﻨﺬ اﻟﺘﺤﺎم اﻷﻛﻮان.
cs: Pijí krev pevniny už od Konjunkce.
de: Säuft seit der Konjunktion das Blut des Kontinents.
hu: „A kontinens vérét szívja az Együttállás óta.
it: Beviamo il sangue del Continente dalla Congiunzione.
tr: Birleşim'den bu yana Kıta'nın kanını içiyorum.

source: If ghouls are part of the Circle of Life... then it's a damn vicious circle.
ar: إن ﻛﺎن اﻟﻐﯿﻼن ﺟﺰءًا ﻣﻦ داﺋﺮة اﻟﺤﯿﺎة... ﻓﮭﻲ إذن داﺋﺮة ﺷﺮﯾﺮة ﻟﻌﯿﻨﺔ.
cs: Pokud jsou ghúlové součástí koloběhu života… pak je to zvrácený koloběh.
de: Ghule, ein Teil des Lebenskreises? Dann ist das ein Teufelskreis.
hu: „Ha a ghoulok az Élet Körének részei… akkor ez egy átkozottul ördögi kör.
it: Se i ghoul sono parte del ciclo della vita, allora è un circolo vizioso.
tr: Gûllar, Yaşam Çemberi'nin bir parçasıysa... o hâlde acayip berbat bir çember bu.

source: We'll cut you up, boy. A fine broth you will make.
ar: ﺳﻨﻘﻄﻌﻚ أﯾﮭﺎ اﻟﻔﺘﻰ. ﺳﻨﺼﻨﻊ ﻣﻨﻚ ﻣﺮﻗًﺎ طﯿﺒًﺎ.
cs: My tě vykucháme, chlapče. Bude z tebe dobrý vývar.
de: Wir schlitzen dich auf, Junge. Und machen eine leckere Brühe aus dir.
hu: „Felaprítunk, fiú. Remek húslevest főzünk belőled.
it: Ti faremo a pezzi, ragazzo. Faremo un brodo con la tua carne!
tr: Seni dilimleyeceğiz çocuk. Harika bir çorba olacak senden.

source: I sense your pain. I see your fear…
ar: أﺷﻌﺮ ﺑﺄﻟﻤﻚ. أرى ﺧﻮﻓﻚ...
cs: Cítím tvou bolest. Vidím tvůj strach…
de: Ich wittere deinen Schmerz. Ich sehe deine Angst ...
hu: „Érzem a fájdalmadat. Érzem a félelmedet…
it: Sento il tuo dolore. Vedo la tua paura!
tr: Acını hissediyorum. Korkunu görüyorum…

source: I'd be your best - and last.
ar: ﺳﺄﻛﻮن اﻷﻓﻀﻞ - واﻷﺧﯿﺮ.
cs: Budu tvou nejlepší - i tvou poslední.
de: Ich wäre deine Beste - und Letzte.
hu: „Én leszek neked a legjobb – és az utolsó.
it: Sarei la migliore della tua vita... e l'ultima!
tr: En iyin olacağım, ve de sonuncun.

source: Eredin King of the Wild Hunt
ar: (إﯾﺮﯾﺪﯾﻦ) ﻣﻠﻚ (اﻟﻮاﯾﻠﺪ ھﺎﻧﺖ)
cs: Eredin Král Divokého honu
de: Eredin König der Wilden Jagd
hu: Eredin a Vad Falka ura
it: Eredin Re della Caccia Selvaggia
tr: Eredin Vahşi Av Kralı

source: I've long awaited this...
ar: أﺧﺮﺟﻨﺎ ﻣﻦ ھﻨﺎ! اﻵن!
cs: Dostaň nás odsud! Hned!
de: Bring uns hier raus! Sofort!
hu: „Tűnjünk el innen! Most!
it: Via di qui! Subito!
tr: Bunu uzun zamandır bekliyordum...

source: Eredin Commander of the Red Riders
ar: (إﯾﺮﯾﺪﯾﻦ) ﻗﺎﺋﺪ ﻓﺮﺳﺎن (رﯾﺪ راﯾﺪرز)
cs: Eredin Velitel Rudých jezdců
de: Eredin Führer der Roten Reiter
hu: Eredin a Vörös Lovasok parancsnoka
it: Eredin Comandante dei Cavalieri Rossi
tr: Eredin Kızıl Süvarilerin Komutanı

source: Have some dignity. You know how this will end.
ar: ﺗﺤﻞّ ﺑﺒﻌﺾ اﻟﻜﺮاﻣﺔ. ﺗﻌﺮف ﻛﯿﻒ ﺳﯿﻨﺘﮭﻲ ھﺬا اﻷﻣﺮ.
cs: Zachovej si trochu důstojnosti. Vždyť víš, jak to skončí.
de: Etwas Würde, bitte. Du weißt, wie dies enden wird.
hu: „Legyen benned méltóság! Tudod, hogy ér véget a történetünk.
it: Un po' di dignità! Sai come andrà a finire.
tr: Biraz haysiyetin olsun. Bunun nasıl sonlanacağını biliyorsun.

source: Eredin Destroyer of Worlds
ar: (إﯾﺮﯾﺪﯾﻦ) ﻣﺪﻣﺮ اﻟﻌﻮاﻟﻢ
cs: Eredin Bořitel světů
de: Eredin Zerstörer der Welten
hu: Eredin Világok Pusztítója
it: Eredin Distruttore di mondi
tr: Eredin Dünyaların Yok Edicisi

source: It is unavoidable.
ar: ھﺬا ﻻ ﯾﻤﻜﻦ ﺗﺠﻨﺒﮫ.
cs: Je to nevyhnutelné.
de: Es ist unvermeidlich.
hu: „Elkerülhetetlen.
it: È inevitabile.
tr: Bu kaçınılmaz.

source: Eredin Bringer of Death
ar: (إﯾﺮﯾﺪﯾﻦ) رﻓﯿﻖ اﻟﻤﻮت
cs: Eredin Smrtonoš
de: Eredin Bringer des Todes
hu: Eredin a Halálhozó
it: Eredin Il Flagello
tr: Eredin Ölüm Getiren

source: Go on. Show me your spins, pirouettes and feints. I want to watch.
ar: ھﯿﺎ. أرﻧﻲ دوراﻧﺎﺗﻚ وﻟﻔّﺎﺗﻚ وﺣﺮﻛﺎﺗﻚ اﻟﻤﺎﻛﺮة. أرﯾﺪ اﻟﻤﺸﺎھﺪة.
cs: No tak. Ukaž mi své otočky, piruety a finty. Chci se dívat.
de: Na los. Zeig mir deine Dreher, Pirouetten und Finten. Ich will sie sehen.
hu: „Gyerünk! Mutasd, hogy pörögsz, forogsz, cselezel. Szeretném látni.
it: Forza. Mostrami i tuoi salti, le tue piroette e le tue finte. Voglio vedere.
tr: Hadi. Bana dönüşlerini, savuşturmalarını ve hilelerini göster. İzlemek istiyorum.

source: Eredin Bréacc Glas The Treacherous
ar: (إﯾﺮﯾﺪﯾﻦ ﺑﺮﯾﺎك ﺟﻼس) اﻟﺨﺎﺋﻦ

source: I'm enjoying this. You are my toy.
ar: أﺳﺘﻤﺘﻊ ﺑﺎﻷﻣﺮ. أﻧﺖ دﻣﯿﺘﻲ.

source: When you run out of peasants, decoys also make decent arrow fodder.
ar: ﻋﻨﺪﻣﺎ ﯾﻨﻔﺪ ﻟﺪﯾﻚ اﻟﻔﻼﺣﻮن، ﺗﺼﺒﺢ اﻷﺷﺮاك طﻌﻤًﺎ ﺟﯿﺪًا ﻟﻸﺳﮭﻢ.
cs: Když ti dojdou sedláci, dají se šípy docela dobře střílet i do atrap.
de: Wenn dir die Bauern ausgehen, geben Köder auch gutes Pfeilfutter ab.
hu: „Ha kifogynak a parasztok, a bábuk jók lesznek nyílfogónak is.
it: Quando resti a corto di contadini, le esche sono un'ottima carne da cannone.
tr: Elinde köylü kalmadığında tuzak kuklaları okları çekmek için harika bir yem olur.

source: Plus one to morale, minus three to hearing.
ar: ﻧﻘﻄﺔ زﯾﺎدة ﻟﻠﻤﻌﻨﻮﯾﺎت وﺗﻨﻘﺺ ﺛﻼث ﻧﻘﺎط ﻟﻠﺴﻤﻊ.
cs: Plus jedna k morálce, mínus tři ke sluchu.
de: Das hebt zwar die Moral, aber dafür macht es taub.
hu: „Plusz egy a harci kedvhez, mínusz három a halláshoz.
it: Più uno al morale, meno tre all'udito.
tr: Morale bir ekle, işitebilmekten üç düş.

source: Pillars of flame turn the mightiest to ash. All others tremble in shock and awe.
ar: أﻋﻤﺪة اﻟﻠﮭﺐ ﺗﺤﻮل أﻗﻮى اﻟﺮﺟﺎل إﻟﻰ رﻣﺎد. ﻛﻞ اﻵﺧﺮﯾﻦ ﯾﺮﺗﻌﺪون ﻣﻦ ھﻮل اﻟﺼﺪﻣﺔ واﻟﺮھﺒﺔ.
cs: Ohnivé sloupy promění i ty nejsilnější v popel. Všichni ostatní se třesou úžasem.
de: Lodernde Flammen verbrennen die meisten. Die anderen erzittern vor Ehrfurcht.
hu: „A tűzoszlopok a leghatalmasabbakat hamuvá égetik. Mindenki más döbbenten és ámulva néz.
it: Colonne di fuoco riducono in cene il più forte, e gli altri tremano di paura.
tr: Alev sütunları en kudretlileri bile küle çevirir. Diğer herkes ise şok ve dehşet içinde titrer.

source: Best part about frost - bodies of the fallen don't rot so quickly.
ar: اﻟﺤﻠﻢ اﻟﺠﻤﯿﻞ ﻟﺪى اﻟﻘﺎﺋﺪ... ھﻮ اﻟﺬﻋﺮ اﻟﺸﺪﯾﺪ ﻟﺪى اﻵﺧﺮﯾﻦ.
cs: Sen každého dobrého velitele... a noční můra každého špatného.
de: Das Beste am Frost - Leichen verwesen nicht so schnell
hu: „A jó parancsnok álma… a rossz parancsnok rémálma.
it: Il sogno di un buon comandante... l'incubo di un incapace.
tr: Ayazın en iyi tarafı... ölenlerin cesetlerinin o kadar çabuk çürümemesidir.

source: A good commander's dream... a bad one's horror.
ar: أﻓﻀﻞ ﻣﺎ ﻓﻲ اﻟﺼﻘﯿﻊ - أن ﺟﺜﺚ اﻟﻀﺤﺎﯾﺎ ﻻ ﺗﺘﻌﻔﻦ ﺑﺴﺮﻋﺔ.
cs: Nejlepší na mrazu je, že mrtvoly nehnijí tak rychle.
de: Der Traum eines guten Kommandanten ... der Albtraum eines schlechten.
hu: „A fagyban az a legjobb, hogy az elesettek hullái nem rohadnak olyan gyorsan.
it: Il sole splende, Dromle! Il sole splende! Forse dopo tutto c'è ancora speranza...
tr: İyi bir komutanın rüyası... kötü olanın korkusudur.

source: Even the rain in this land smells like piss.
ar: ﺣﺘﻰ اﻟﻤﻄﺮ ﻓﻲ ھﺬه اﻷرض راﺋﺤﺘﮫ ﻛﺮﯾﮭﺔ.
cs: I déšť v týhle zemi smrdí jako chcanky.
de: Selbst der Regen in diesem Land riecht nach Pisse.
hu: „Ezen a vidéken még az esőnek is húgyszaga van.
it: Da queste parti persino la pioggia puzza di piscio.
tr: Bu diyarda yağmur bile sidik gibi kokuyor.

source: The sun's shinin', Dromle! The sun's shinin'! Maybe there's hope left after all…
ar: إن اﻟﺸﻤﺲ ﺗﺸﺮق ﯾﺎ (دروﻣﻠﻲ)! رﺑﻤﺎ ﯾﻮﺟﺪ أﻣﻞ ﺑﺎﻟﺮﻏﻢ ﻣﻦ ﻛﻞ ﺷﻲء...
cs: Svítí slunce, Dromle! Svítí slunce! Možná ještě máme nějakou naději…
de: Die Sonne scheint, Dromle! Die Sonne scheint! Vielleicht gibt es doch noch Hoffnung ...
hu: „Süt a nap, Dromle! Süt a nap! Tán maradt valami remény mégis…
it: Il meglio del gelo è che i corpi non marciscono subito.
tr: Güneş parıldıyor Drumle! Güney parıldıyor! Belki hâlâ umut kalmıştır…
