Repository: EKlaman/gwent-tracker
Catalog: src/GwentTracker/locale/cards.*.po
Languages: ar, cs, de, fr, hu, it, ja, pl, pt_br, tr

source: Druid
ar: ﻛﺎھﻦ
de: Druide
fr: Druide
hu: Druida
it: Druido
ja: ドルイド
pt_br: Druida

source: Dennis Cranmer
ar: (دﯾﻨﯿﺲ ﻛﺮاﻧﻤﺮ)
ja: デニス・クランメル

source: "I know how to carry out orders, so you can shove you advice up your coal chute."
fr: "Je sais exécuter des ordres, alors vos leçons, vous pouvez vous les carrer."
ja: 「命令を実行する方法は知ってる。だから助言はいらん」
pl: „Wiem, jak wykonywać rozkazy, obejdę się bez pouczeń".
pt_br: "Eu sei como cumprir ordens, então poupe-me dos seus conselhos."

source: Milva
ar: (ﻣﯿﻠﭭﺎ)
cs: Milwa
ja: ミルヴァ

source: "With each arrow I loose, I think of my da. He'd be proud. I think."
fr: "À chaque flèche que je décoche, je pense à mon père. Il serait fier, je crois."
ja: 「矢を放つ度に父のことを考える。喜んでくれたでしょうね」
pl: „Jestem głupia, prosta dziewucha ze wsi. Ale z łuku strzelam, jak nikt".
pt_br: "A cada flecha que solto, penso no meu pai. Ele estaria orgulhoso. Eu acho."

source: Ida Emean aep Sivney
ar: (آﯾﺪا إﯾﻤﯿﺎن)
ja: アイダ・エミアン

source: "I am a Sage. My power lies in possessing knowledge. Not sharing it."
fr: "Je suis une sage. Mon pouvoir réside dans mon savoir. Pas dans son partage."
ja: 「私は賢者よ。私の力は知識を専有することで保たれているの」
pl: „Ida Emean aep Sivney. Jak zwykle tajemnicza".
pt_br: "Sou um sábio. O meu poder é possuir conhecimento, não compartilhá-lo."

source: Filavandrel aén Fidháil
ar: (ﻓﯿﻼﭬﺎﻧﺪرﯾﻞ)
ja: フィラヴァンドレル

source: "Though we are now few and scattered, our hearts burn brighter than ever."
fr: "Je suis désolé, mais nous allons devoir vous tuer. C'est une solution purement pratique."
ja: 「我々は数を減らしたが、その心はいまも熱く燃え続けている」
pl: „Jestem Filavandrel aén Fidháil ze Srebrnych Wież, z rodu Feleaornów z Białych Okrętów".
pt_br: "Embora sejamos poucos e esparsos, os nossos corações ardem como nunca."

source: Yaevinn
ar: (ﯾﺎﭬﯿﻦ)
ja: ヤエヴィン

source: "We are the drops of rain that together make a ferocious storm."
fr: "Nous sommes les gouttes de pluie qui font les plus violentes tempêtes."
ja: 「我々はやがて嵐となる雨の一滴だ」
pl: „Znam ludzi na wylot – jesteście równie skomplikowani jak konstrukcja cepa".
pt_br: "Somos as gotas de chuva que compõem uma tempestade feroz."

source: Sjusta
ar: (ﺳﺠﻮﺳﺘﺎ)
ja: スジュスタ

source: Toruviel
ar: (ﺗﻮروﭬﯿﯿﻞ)
ja: トルヴィエル

source: "I'd gladly kill you from up close, stare in your eyes… But you reek, human."
fr: "J'aimerais te tuer les yeux dans les yeux… Mais tu pues trop, humain."
ja: 「私はお前の目を見ながらお前を殺せるが、そう怯えて目をそらされてはな、人間よ」
pl: „Chętnie pchnęłabym cię z bliska, patrząc w oczy. Ale śmierdzisz, człowieku".
pt_br: "Mataria você de perto com gosto, olhando nos olhos, mas você fede, humano."

source: Riordain
ar: (رﯾﻮرداﯾﻦ)
ja: リオーダン

source: "Stare into their eyes, feast on their terror. Then go in for the kill."
fr: "Regardez-les dans les yeux, nourrissez-vous de leur terreur. Puis tuez-les."
ja: 「相手の目を見て、恐怖を糧にしろ。それから殺せ」
pl: „Jeśli wpadniesz na oddział Riordaina, poderżnij sobie od razu gardło. On torturuje. Długo".
pt_br: "Olhe nos seus olhos, alimente-se do terror. Depois, mate-os."

source: Ciaran aep Easnillien
ar: (ﺳﯿﺎران إﯾﺐ إﺳﻨﯿﻠﯿﺎن)
ja: シアラン・エプ・アースニリエン

source: "The path to freedom is paved in blood, not ink."
fr: "Liberté ne s'écrit pas avec de l'encre. Ça s'écrit avec du sang."
ja: 「外交ではなく、流血が自由への道だ」
pl: „Bloede dh'oine!"
pt_br: "Derramamento de sangue, não diplomacia, será o caminho para a nossa liberdade."

source: Barclay Els
ar: (ﺑﺎرﻛﻠﻲ إﯾﻠﺰ)
ja: バークレー・エルス

source: "Our mead smells like piss, do it? Easy to fix - I'll break your fuckin' nose!"
fr: "Ah, il sent la pisse, notre hydromel ? Attends, je vais te refaire le pif !"
ja: 「うちの酒が小便みたいな臭いだって？ 大丈夫だ。鼻をへし折ってやるから！」
pl: „Ze śpiewem na ustach! Ale gromko, żeby tamci ze strachu se pludry obsrali!"
pt_br: "O nosso hidromel cheira a mijo? Fácil. É só eu quebrar a porra do seu nariz!"

source: Havekar Smuggler
ar: دﻋﻢ ﻣﻦ (ھﺎﭬﻜﺎر)
cs: Havekarská podpora
de: Havka-Unterstützer
fr: Contrebandier havekar
hu: Havekar támogatás
it: Hav'caaren
ja: ハヴカーの支援
pl: Havekarskie wsparcie
pt_br: Reforço Havekar
tr: Kaçakçı Havekar

source: "I fight for whoever's paying the best. Or whoever's easiest to rob."
fr: "Je me bats pour celui qui paye le mieux. Ou le plus facile à voler."
ja: 「一番金払いのいい奴に味方するだけだ。もしくは、一番弱い奴の敵になる」
pl: „Walczę dla tych, którzy więcej zapłacą. Albo tych, których łatwiej okraść".
pt_br: "Luto por quem quer que pague mais, ou pelo mais fácil de roubar."

source: Vrihedd Brigade Veteran
ar: ﻓﺮﻗﺔ (ﻓﺮﯾﮭﯿﺪ)
cs: Vriheddská brigáda
de: Vrihedd-Brigade
fr: Vétéran de la brigade Vrihedd
hu: Vrihedd dandár
it: Brigata Vrihedd
ja: ヴリヘッド旅団
pl: Brygada Vrihedd
pt_br: Brigada Vrihedd
tr: Vrihedd Tugayı Deneyimli Askeri

source: "'Vrihedd? What's that mean?' 'Trouble.'"
fr: "– Ça veut dire quoi, Vrihedd ?: – Ça veut dire qu'on est dans la merde."
ja: 「ヴリヘッド？ どういう意味だ？」 「さあな」
pl: „Jak przetłumaczyć słowo Vrihedd? Nie wiem. Ale oznacza kłopoty".
pt_br: "Vrihedd? O que quer dizer? 'Problemas'."

source: Dol Blathanna Scout
ar: ﻛﺸّﺎف ﻣﻦ (دول ﺑﻼﺛﺎﻧﺎ)
cs: Zvěd z Dol Blathanna
de: Dol-Blathanna-Späher
fr: Éclaireur de Dol Blathanna
hu: Dol Blathanna felderítő
it: Sentinella Dol Blathanna
ja: ドル・ブラサンナの斥候
pl: Zwiadowca z Dol Blathanna
pt_br: Batedor de Dol Blathanna
tr: Dol Blathanna Keşif Eri

source: "They track like hounds, run like deer and kill like cold-hearted bastards."
fr: "Ils ont un flair de chien, filent comme l'éclair et tuent froidement."
ja: 「彼らは猟犬のように追跡し、鹿のように走り、冷血に対象を殺す」
pl: „Nosy mają jak psy gończe. Oczy jak sokoły. A serca z lodu".
pt_br: "Eles seguem rastros como cães, correm como cervos e matam como desalmados."

source: Dwarven Skirmisher
ar: ﻣُﻨﺎوش ﻗﺰم
cs: Trpasličí harcovník
de: Zwergen-Scharmützler
fr: Escarmoucheur nain
hu: Törp előcsatározó
it: Guerrieri nanico
ja: ドワーフの散兵
pl: Krasnolud harcownik
pt_br: Anão Escaramuçador
tr: Cüce Avcı Eri

source: "Worked a pickaxe all me life. Battleaxe won't be any trouble."
fr: "J'ai utilisé une pioche toute ma vie. Je me débrouillerai avec une hache."
ja: 「ずっとつるはしを使ってるんだ。戦斧だって問題ないさ」
pl: „Całe życie robiłem kilofem, to i z mieczem sobie poradzę".
pt_br: "Trabalhei com picaretas a vida inteira. Machados de guerra não serão problema."

source: Mahakaman Defender
ar: أﻧﺼﺎر (اﻟﻤﺎھﺎﻛﻤﺎ)
cs: Mahakamští obránci
de: Mahakam-Verteidiger
fr: Défenseur de Mahakam
hu: Mahakami védelmezők
it: Difensori di Mahakam
ja: マハカムの守備兵
pl: Obrońcy Mahakamu
pt_br: Defensores de Mahakam
tr: Mahakamlı Savunucu

source: "I'm telling ye, we're born fer battle - we slash straight at their knees!"
fr: "Quoi, je suis petit ? Tu veux un coup de boule dans les parties ?!"
ja: 「いいかい、俺たちは戦うために生まれて来た。敵の足を叩き切ってやるよ！」
pl: „Walka z krasnoludami z Mahakamu... To jakby żużel żuć".
pt_br: "Estou dizendo que nascemos para lutar. Atacamos diretamente nos joelhos!"

source: Elven Skirmisher
ar: ﻣﻨﺎوش (إﻟﻒ)
cs: Elfský harcovník
de: Elfen-Scharmützler
fr: Escarmoucheur elfe
hu: Tünde előcsatározó
it: Guerriero elfico
ja: エルフの散兵
pl: Elfi harcownik
pt_br: Elfo Escaramuçador
tr: Elf Avcı Eri

source: "No matter what you may have heard, elves don't take human scalps. Too much lice."
fr: "Quand j'en aurai fini avec toi, tu ressembleras à un hérisson."
ja: 「ちょろちょろするな、とんがり耳。狙えないだろうが！」
pl: „Skończ już tańcować, długouchu jebany, bo trafić nie mogę!"
pt_br: "Pare de se mexer, seu orelhudo do caralho. Não consigo mirar direito!"

source: Vrihedd Brigade Recruit
ar: ﻣُﺘﺪرب ﺑﻔﺮﻗﺔ (ﻓﺮﯾﮭﯿﺪ)
cs: Vriheddský kadet
de: Vrihedd-Kadett
fr: Jeune recrue exaltée
hu: Vrihedd hadapród
it: Cadetto Vrihedd
ja: ヴリヘッド訓練兵
pl: Kadet Vrihedd
pt_br: Cadete de Vrihedd
tr: Vrihedd Tugayı Çaylağı

source: "Hatred burns brighter than any fire, and cuts deeper than any blade."
fr: "La haine brûle plus fort que le feu et coupe plus profondément qu'une lame."
ja: 「憎悪はどんな火よりも熱く、どんな剣よりも深い傷を残す」
pl: „Zamordowałeś jeńców, choć nie dostałeś takiego rozkazu... Dobra robota."
pt_br: "O ódio queima mais forte que o fogo e corta mais fundo que qualquer espada."

source: Dol Blathanna Archer
ar: رامٍ ﻣﻦ (دول ﺑﻼﺛﺎﻧﺎ)
cs: Střelec z Dol Blathanna
de: Dol-Blathanna-Schütze
fr: Archer de Dol Blathanna
hu: Dol Blathanna íjász
it: Arciere Dol Blathanna
ja: ドル・ブラサンナの射手
pl: Łucznik z Dol Blathanna
pt_br: Arqueiro de Dol Blathanna
tr: Dol Blathanna Okçusu

source: "Take another step, dh'oine. You'd look better with an arrow between your eyes."
fr: "Approche, dh'oine. Tu seras plus beau avec une flèche entre les deux yeux."
ja: 「ドゥオインよ、後一歩動いて見ろ。眉間を矢が飾ることになるぞ」
pl: „Jeszcze krok, dh'oine, a wpakuję ci strzałę między oczy".
pt_br: "Dê mais um passo, dh'oine. Você ficaria bem com uma flecha entre os olhos."

source: Havekar Healer
ar: طﺒﯿﺐ (ھﺎﭬﻜﺎر)
cs: Havekarská léčitelka
de: Havka-Heiler
fr: Guérisseuse havekar
hu: Havekar orvos
it: Medico Hav'caaren
ja: ハヴカーの医師
pl: Havekarski medyk
pt_br: Médico Havekar
tr: Şifacı Havekar

source: "Sure, I'll patch you up. Gonna cost you, though."
fr: "J'ai exactement l'onguent qu'il vous faut. Mais le prix vient de doubler."
ja: 「ああ、治してやろう。値は張るけどね」
pl: „Opatrzę was, opatrzę. Ale za odpowiednią opłatą".
pt_br: "Claro que te ajudo com as feridas, mas isso vai custar."

source: Schirrú
fr: Schirrù
ja: シーヒル

source: "Time to look death in the face."
fr: "L'heure est venue de regarder la mort en face."
ja: 「死を直視する頃合いだ」
pt_br: "Hora de encarar a morte de frente."

source: Francesca Findabair: Pureblood Elf
fr: Francesca Findabair: Elfe de sang pur
ja: フランチェスカ・フィンダベア: 純血のエルフ
pl: Francesca Findabair: Elfka czystej krwi
pt_br: Francesca Findabair: Elfa de Linhagem Pura

source: "Ash shall fertilize the soil. By spring, the valley shall bloom once more."
fr: "Le savoir des humains n'atteindra jamais celui oublié par les races anciennes."
ja: 「ドル・ブラサンナはアイン・シーデの避難所として独立を保てるし、保たねばならない」
pl: „Znowu jesteśmy Ludem, nie wygnańcami. A popiół użyźnia".
pt_br: "Dol Blathanna deve permanecer como um refúgio independente para os Aen Seidhe."

source: Francesca Findabair: Daisy of the Valley
fr: Francesca Findabair: La Pâquerette des vallées
ja: フランチェスカ・フィンダベア: 谷の雛菊
pl: Francesca Findabair: Stokrotka z Dolin
pt_br: Francesca Findabair: Margarida do Vale

source: "The Elder Races have forgotten more than humans can ever hope to know."
fr: "Ne vous laissez pas intimider par ma beauté."
ja: 「古き民族は、人間が知ることのできる知識よりも遥かに多くのことを忘れ去ってしまった」
pl: „Powszechnie uważa się ją za najpiękniejszą kobietę świata".
pt_br: "As raças ancestrais esqueceram mais do que os humanos podem se quer aprender."

source: Francesca Findabair: the Beautiful
fr: Francesca Findabair: La Belle
ja: フランチェスカ・フィンダベア: 絶世の美女
pl: Francesca Findabair: Najpiękniejsza kobieta na świecie
pt_br: Francesca Findabair: a Bela

source: "Do not let my beauty distract your aim."
fr: "Tout a un prix. La guerre exige des victimes. La paix aussi."
ja: 「私に見とれて狙いを外さないようにね！」
pl: „Komanda muszą nadal prowadzić walkę".
pt_br: "Não deixe que a minha beleza atrapalhe a sua mira!"

source: Francesca Findabair: Queen of Dol Blathanna
fr: Francesca Findabair: Reine de Dol Blathanna
ja: フランチェスカ・フィンダベア: ドル・ブラサンナの女王
pl: Francesca Findabair: Królowa Dol Blathanna
pt_br: Francesca Findabair: Rainha de Dol Blathanna

source: "To live in peace, we first must kill. This is human oppression's cruel finale."
fr: "Les cendres fertilisent la terre. Au printemps, la vallée refleurira."
ja: 「平和は、流血によってのみ得られる。人間による抑圧の時代が、残酷に終わる時が来た」
pl: „Wszystko ma swoją cenę. Wojna wymaga ofiar. Pokój, jak się okazuje, również".
pt_br: "Para viver em paz, precisamos matar. É o final cruel da opressão dos humanos."

source: Francesca Findabair: Hope of the Aen Seidhe
fr: Francesca Findabair: L'espoir des Aen Seidhe
ja: フランチェスカ・フィンダベア: アイン・シーデの希望
pl: Francesca Findabair: Nadzieja Dol Blathanna
pt_br: Francesca Findabair: Esperança dos Aen Seidhe

source: "Daede sian caente, Aen Seidhe en'allane ael coeden…"
ja: 「ダイデ・シアン・ケンテ、アイン・シーデ・エナラン・エル・コエデン…」

source: Mardroeme
fr: Mardrome
ja: マードローメ

source: "Eat enough of them, and the world will never be the same…"
fr: "Si vous en mangez assez, le monde ne sera jamais plus le même…"
ja: 「十分な量を食べれば、世界が変わる…」
pt_br: "Depois de comer vários deles, o mundo nunca mais será o mesmo..."

source: Madame
fr: Maquerelle
ja: 女主人
pt_br: Dama de bordel

source: The Belles of Beauclair
fr: Carillon de Beauclair
ja: ベルズ・オブ・ボークレール
pt_br: As Sineiras de Beauclair

source: Herbalist
ar: ﻣﺸﺘﻐﻞ ﺑﺎﻷﻋﺸﺎب
fr: Herboriste
ja: 薬草医
pl: Zielarz
pt_br: Herbalista

source: Herb Store
fr: Boutique d'épices
ja: 薬草店
pt_br: Loja de ervas

source: Hauteville
ar: (ھﻮﺗﻔﯿﻞ)
fr: Ville Haute
ja: ホートヴィル
pl: Górne Miasto
pt_br: Cidade Alta

source: Hemdall
ar: (ھﯿﻤﺪال)
ja: ヘムダール
pl: Hemdal

source: "When the time of the White Frost comes, Hemdall will sound the call for battle."
fr: "Quand viendra le temps du Froid blanc, Hemdall battra le rappel pour la bataille."
ja: 「白き霜の時が来れば、ヘムダールが戦いの声を上げる」
pl: "Kiedy nadejdzie Czas Białego Mrozu, Hemdall wezwie nas do walki."
pt_br: "Quando chegar a hora da geada branca, Hemdall bradará o seu chamado para a batalha."

source: Hjalmar
ar: (ھﯿﻠﻤﺎر)
ja: ヤルマール

source: "Instead of mournin' the fallen, let's drink to their memory!"
fr: "Au lieu de pleurer les défunts, buvons à leur mémoire !"
ja: 「倒れた者たちを悼むより、彼らの思い出に乾杯しよう！」
pl: "Zamiast użalać się nad poległymi, lepiej wypijmy za ich pamięć!"
pt_br: "Em vez de lamentar aqueles que perdemos, vamos beber em homenagem a eles!"

source: Cerys
ar: (ﺳﯿﺮس)
ja: セリス

source: "They call me Sparrowhawk, know why? Because I eat rats like you for breakfast."
fr: "On m'appelle l'Épervier parce que je mange des rats comme vous au petit-déjeuner."
ja: 「スパロウホークと呼ばれてる由来は知ってる？ あなたみたいなネズミを餌食にするからよ」
pl: "Chodź, już ja ci pokażę Przepióreczkę..."
pt_br: "O meu apelido é Águia. Sabe por quê? Porque eu devoro ratos como você sem pensar duas vezes."

source: The Barrel and Bung Inn
ar: ﺣﺎﻧﺔ (ذي ﺑﺎرﯾﻞ آﻧﺪ ﺑﺎﻧﺞ)
fr: Le Fût et le bouchon
ja: 樽と蛇口亭
pl: Karczma „Pod Beczką i Szpuntem"
pt_br: Estalagem O Barril e a Rolha

source: Flovive
ar: ﻓﻠﻮﻓﯿﻒ
fr: Flot-vif
ja: フローヴィヴ
pl: Wioska Flovive

source: "Only the ignorant dismiss the importance of myths."
fr: "Seul un ignorant nie l'importance des mythes."
ja: 「伝説の価値を認めないのは愚か者だけだ」
pl: "Tylko ignoranci bagatelizują znaczenie mitów."
pt_br: "Apenas os ignorantes são incapazes de valorizar a importância dos mitos."

source: Francollarts
ar: ﻓﺮاﻧﻜﻮﻟﯿﺘﺲ
fr: Francs-collets
ja: フランコラーツ
pl: Wioska Francollarts

source: Caroberta Woods
ar: ﻏﺎﺑﺔ ﻛﺎروﺑﯿﺮﺗﺎ
fr: Bois de Caroberta
ja: カロベルタの森
pl: Lasy Karoberty
pt_br: Bosque de Caroberta

source: Draig Bon-Dhu
ar: (درﯾﺞ ﺑﻮﻧﺪھﻮ)
ja: ドレイグ・ボン・ドウ

source: "Hear ye now the tale of the heroic deeds of Clan an Craite."
fr: "À présent, écoutez le récit des exploits héroïques du clan an Craite."
ja: 「アン・クライト一族の英雄的な逸話を知っているそうだな」
pl: "Posłuchaj sagi o bohaterskich czynach wojowników Craite."
pt_br: "Ouça agora as histórias dos feitos heroicos do clã an Craite."

source: Holger Blackhand
ar: (ھﻮﻟﺠﺮ ذو اﻟﯿﺪ اﻟﺴﻮداء)
fr: Holger Main-noire
ja: オルガー・ブラックハンド
pl: Holger Czarna Ręka
pt_br: Holger Mão-Negra

source: "Now let's drink to Emperor of Nilfgaard - may his prick forever stay limp!"
fr: "À présent, buvons à la santé de l'empereur du Nilfgaard. Que sa bite reste toujours molle !"
ja: 「ニルフガード皇帝に乾杯！ 奴の一物が永遠に役に立たなくなるように！」
pl: "A teraz wypijemy za to, żeby cesarzowi Nilfgaardu kutas nigdy więcej nie stanął!"
pt_br: "Um brinde ao imperador de Nilfgaard! Que a piroca dele continue sempre flácida!"

source: "WAAAAAAAAAAGH!!!!"
fr: "OUAAAAAAAAHHH !"
ja: 「うおおおおおおお！！」
pt_br: "RÁÁÁÁÁÁÁÁÁÁÁÁÁÁÁ!!!!"

source: Donar an Hindar
ar: (دوﻧﺎر آن ھﯿﻨﺪار)
ja: ドナール・アン・ヒンダー

source: "I've gathered all the jarls together. Now make your case."
fr: "J'ai réuni tous les jarls. À présent, présentez vos arguments."
ja: 「族長を全員ここに集めた。申し開きをするがいい」
pl: "Zwołałem radę jarlów na twoje żądanie. Przedstaw swoje racje."
pt_br: "Já reuni todos os burgomestres. Diga o que tem a dizer."

source: Udalryk
ar: (أوداﻟﺮﯾﻚ)
ja: ウダルリック

source: "Haaaargh! After me, if ye've the bollocks!"
fr: "Aaaah ! Venez, si vous en avez le cran !"
ja: 「うおおお！ 玉のある奴は俺に続け！」
pl: "Haaaa! Za mną, kto odważny!"
pt_br: "Ahhhhh! Venha depois de mim, se tiver colhões para isso!"

source: Birna Bran
ar: (ﺑﯿﺮﻧﺎ ﺑﺮان)
ja: ビルナ・ブラン

source: "Skellige must have a strong king. No matter what it takes."
fr: "Skellige doit avoir un roi fort. Quoi qu'il en coûte."
ja: 「スケリッジには強い王が必要。手段は問わない」
pl: "Skellige potrzebuje silnego króla. Bez względu na konsekwencje."
pt_br: "Skellige precisa de um rei forte. Custe o que custar."

source: Blueboy Lugos
ar: (ﺑﻠﻮﺑﻮي ﻟﻮﺟﻮس)
fr: Lugos la Beigne
ja: ブルーボーイ・ルゴス
pl: Lugos Siny
pt_br: Lugos Todo Roxo

source: "I'm damn near ready to puke from boredom."
fr: "Je crois que je vais vomir d'ennui."
ja: 「退屈で吐きそうだぜ」
pl: "Zaraz porzygam się z nudów."
pt_br: "Estou prestes a vomitar de tanto tédio."

source: Svanrige
ar: (ﺳﻔﺎﻧﺮﯾﺞ)
ja: スヴァンリッジ

source: "The emperor also thought him an accidental king. At first."
fr: "L'empereur aussi a cru qu'il était devenu roi par hasard. Au début."
ja: 「皇帝も最初は彼が運だけで王になったと思った。最初はな」
pl: "Cesarz też miał go za króla z przypadku. Do czasu."
pt_br: "O imperador também achou que ele tivesse sido coroado por acidente. No princípio."

source: Olaf
ar: (أوﻻف)
ja: オラフ

source: "Many've tried to defeat Olaf. But won't hear about it from them - they're dead."
fr: "Beaucoup ont tenté de vaincre Olaf, mais aucun ne pourra s'en vanter. Ils sont morts."
ja: 「オラフを倒そうと挑んだ者は多いが、その結果を語る者はいない。皆死んだからな」
pl: "Wielu próbowało pokonać Olafa. Nie opowiedzą ci o tym, bo nie żyją."
pt_br: "Vários já tentaram derrotar o Olaf. Mas nenhum deles lhe contará como isso aconteceu – já que estão todos mortos."

source: Sommelier
ar: ﺳﻮﻣﻠﯿﯿﺮ
ja: ソムリエ

source: The Adder and Jewels Winery
ar: ﻣﺼﻨﻊ ﺧﻤﻮر (ذي آدر آﻧﺪ ﺟﻮﻟﺰ)
fr: Entreprise vinicole Aspic et Joyaux
ja: アダー・アンド・ジュエルズワイン醸造所
pl: Winiarnia "Żmija i Rubin"
pt_br: Vinícola A Víbora e as Joias

source: Berserker
ar: اﻟﺪﺑﺒﺔ اﻟﻤﺘﺤﻮﻟﺔ
ja: 狂戦士

source: "Kill, crush, cleave!"
fr: "Tuer, écraser, découper !"
ja: 「殺せ、叩き潰せ、貫け！」
pl: "Zabić, zdeptać, rozerwać!"
pt_br: "Matar, esmagar, rachar!"

source: Transformed Vildkaarl
ar: (ﻓﯿﻠﺪﻛﺎرل) ﻣﺘﺤﻮل
fr: Vildkaarl transformé
ja: ヴィルドカールの変身した姿
pl: Przemieniony Vildkaarl
pt_br: Vildkaarl transformado

source: Saw them fight once in my life… and once was enough.
ar: رأﯾﺘﮭﻢ ﯾﻘﺎﺗﻠﻮن ﻣﺮة ﻓﻲ ﺣﯿﺎﺗﻲ... وﻛﺎﻧﺖ ﻛﺎﻓﯿﺔ.
fr: Je les ai vus combattre, une fois… et ça m'a suffi.
ja: 「奴らの戦う姿を見たのは人生で一度きりだ… 一度で充分だ」
pl: Raz w życiu widziałem jak walczą... I więcej nie chcę.
pt_br: Vi lutarem uma vez na minha vida... e uma vez foi o suficiente.

source: Young Berserker
ar: اﻟﺪب اﻟﻤﺘﺤﻮل اﻟﺼﻐﯿﺮ
fr: Jeune berserker
ja: 若い狂戦士
pl: Młody berserker
pt_br: Berserker jovem

source: "Want some?"
fr: "Vous en voulez ?"
ja: 「俺を相手にするのか？」
pl: "Wpierdol?"
pt_br: "Quer um pouco?"

source: Blacksmith
ar: ﺣﺪاد
fr: Forgeron
ja: 鍛冶屋
pl: Kowal
pt_br: Ferreiro

source: Sansretour Valley
ar: وادي (ﺳﻮﻧﺮوﺗﻮر)
fr: Vallée de la Sans-Retour
ja: サンルトゥール渓谷
pl: Dolina Sansretour
pt_br: Vale de Sansretour

source: Pierre
ar: ﺑﯿﯿﺮ
ja: ピエール

source: Tailor's Workshop
ar: ورﺷﺔ اﻟﺨﯿﺎط
fr: Atelier de tailleur
ja: 仕立て屋の工房
pl: Warsztat krawiecki
pt_br: Oficina do alfaiate

source: Transformed Young Vildkaarl
ar: (ﻓﯿﻠﺪﻛﺎرل) ﺻﻐﯿﺮ ﻣﺘﺤﻮل
fr: Jeune Vildkaarl transformé
ja: 若きヴィルドカールの変身した姿
pl: Przemieniony Młody Vildkaarl﻿
pt_br: Jovem Vildkaarl transformado

source: Rooaaaar!
ar: زﺋﯿﯿﯿﯿﯿﯿﯿﺮ!
fr: Raaaaaah !
ja: 「うおおおおお！」
pl: Arrrgh!

source: Clan an Craite Warrior
ar: ﻣﺤﺎرب ﻋﺸﯿﺮة (آن ﻛﺮاﯾﺖ)
fr: Guerrier du clan an Craite
ja: アン・クライト一族の戦士
pl: Wojownik klanu Craite
pt_br: Guerreiro do clã an Craite

source: "I'll bring the an Craites such glory, bards'll go hoarse singin' me praises!"
fr: "Je ferai tant la gloire des an Craite, que les bardes perdront la voix à chanter mes louanges !"
ja: 「アン・クライトに栄光をもたらす。俺を称える歌で吟遊詩人が喉を壊すほどに！」
pl: "Przyniosę klanowi Craite chwałę, a moje imię będą sławić w pieśniach!"
pt_br: "Trarei tanta glória aos an Craite que os bardos ficarão roucos de tanto cantar maravilhas sobre mim!"

source: Clan Tordarroch Armorsmith
ar: ﺻﺎﻧﻊ دروع ﻋﺸﯿﺮة (ﺗﻮرداروﺗﺶ)
fr: Armurier du clan Tordarroch
ja: トルダーロク一族の鎧職人
pl: Płatnerz klanu Tordarroch
pt_br: Armeiro do clã Tordarroch

source: "Ye're in for a poundin'."
fr: "Vous allez prendre une raclée."
ja: 「ぶっ叩かれても安心してろ」
pl: "Wyklepie się."
pt_br: "Você vai levar uma surra."

source: Clan Heymaey Skald
ar: ﺷﺎﻋﺮ ﻋﺸﯿﺮة (ھﯿﻤﻲ)
fr: Skalde du clan Heymaey
ja: ヘイマイー一族の吟遊詩人
pl: Skald klanu Heymaey
pt_br: Bardo do clã Heymaey

source: "The deeds of Clan Heymaey will go down in history."
fr: "Les exploits du clan Heymaey entreront dans l'histoire."
ja: 「ヘイマイー一族の伝説が歴史に刻まれるだろう」
pl: "Czyny wojowników klanów Heymaey przejdą do wieczności."
pt_br: "Os feitos do clã Heymaey entrarão para a história."

source: Light Longship
ar: ﺳﻔﯿﻨﺔ ﺧﻔﯿﻔﺔ
fr: Drakkar léger
ja: 軽量ロングシップ
pl: Lekki drakkar
pt_br: Dracar leve

source: "Escape them? In the waters of Skellige? Good luck."
fr: "Leur échapper ? Dans les eaux de Skellige ? Bonne chance."
ja: 「スケリッジ人から逃げる？ スケリッジの水域で？ やってみな」
pl: "Uciec im? Na wodach Skellige? Powodzenia."
pt_br: "Escapar deles? Nas águas de Skellige? Boa sorte."

source: Perfumery
ar: ﻋﻄﺎرة
fr: Parfumerie
ja: 香料屋
pl: Perfumeria
pt_br: Perfumaria

source: War Longship
ar: ﺳﻔﯿﻨﺔ ﺣﺮﺑﯿﺔ
fr: Drakkar de guerre
ja: 戦闘用ロングシップ
pl: Drakkar wojenny
pt_br: Dracar bélico

source: "They say Hemdall's heart swells whenever the longships sail out on a raid."
fr: "On dit que le cœur d'Hemdall se gonfle chaque fois que des drakkars partent pour un raid."
ja: 「ロングシップで略奪に出る時はいつも、ヘムダールが心を躍らせているのだという」
pl: "Mówi się, że kiedy drakkary wypływają na rejzę, serce Hemdalla rośnie."
pt_br: "O coração de Hemdall se enche de alegria sempre que os dracares partem para mais um ataque."

source: Clan Brokvar Archer
ar: راﻣﻲ أﺳﮭﻢ ﻋﺸﯿﺮة (ﺑﺮوﻛﭭﺎر)
fr: Archer du clan Brokvar
ja: ブロクヴァル一族の射手
pl: Łucznik klanu Brokvar
pt_br: Arqueiro do clã Brokvar

source: "So ye can hit a movin' target at two hundred paces. Me, too. In a storm."
fr: "Vous pouvez toucher une cible mobile à deux cents pas ? Moi aussi, et dans une tempête."
ja: 「200歩先の動く的を射抜ける？ 俺もだ。それも嵐の中でな」
pl: "Trafiasz pędzący cel z dwustu kroków? Ja też. W czasie sztormu."
pt_br: "Quer dizer que você consegue acertar um alvo em movimento a 150 metros de distância? Eu também, só que durante uma tempestade."

source: Castel Ravello Vineyard
ar: ﻛﺮﻣﺔ ﻛﺎﺳﺘﻞ راﻓﯿﻠﻮ
fr: Vignoble Castel Ravello
ja: カステル・ラヴェロブドウ園
pl: Winnica Castel Ravello
pt_br: Vinhedo Castel Ravello

source: Clan Drummond Shield Maiden
ar: ﻓﺘﺎة درع ﻋﺸﯿﺮة (دراﻣﻮﻧﺪ)
fr: Vierge au bouclier du clan Drummond
ja: ドラムンド一族の盾の乙女
pl: Tarczowniczka klanu Drummond
pt_br: Donzela protetora do clã Drummond

source: "They'll shatter on our shields like waves on a rocky shore."
fr: "Ils se briseront sur nos boucliers comme les vagues sur une côte rocheuse."
ja: 「岸壁に砕ける波のように、敵はこの盾で砕け散る！」
pl: "Rozbiją się o nasze tarcze jak morze o brzeg."
pt_br: "Eles serão destruídos ao colidir com os nossos escudos como se fossem ondas que chegam na praia."

source: Clan Dimun Pirate
ar: ﻗﺮﺻﺎن ﻋﺸﯿﺮة (دﯾﻤﻮن)
fr: Pirate du clan Dimun
ja: ディムン一族の海賊
pl: Pirat z klanu Dimun
pt_br: Pirata do clã Dimun

source: "Can see the fear in their eyes. Fear o' me… fear o' Clan Dimun!"
fr: "Je lis la peur dans leurs yeux. Ils me craignent… Ils craignent le clan Dimun !"
ja: 「奴らの目に恐怖が見える。俺と… ディムン一族への恐怖が！」
pl: "W ich oczach widzę strach. Boją się... Za mną! Za klan Dimun!"
pt_br: "Dá para ver o medo nos olhos deles. O medo de mim... o medo do clã Dimun!"

source: Kambi
ar: (ﻛﺎﻣﺒﻲ)
ja: カンビ

source: "When the time comes, the cockerel Kambi shall crow and awaken Hemdall."
fr: "Le moment venu, le coq Kambi chantera pour réveiller Hemdall."
ja: 「その時が来れば、雄鶏のカンビがときを作りヘムダールを目覚めさせる」
pl: "Kiedy przyjdzie czas, Kambi zapieje i ostrzeże Hemdalla."
pt_br: "Quando chegar a hora certa, ouviremos o canto do galo Kambi e presenciaremos o despertar de Hemdall."

source: The Cockatrice Inn
ar: ﺣﺎﻧﺔ وﺣﺶ (اﻷﺻﻠﺔ)
fr: Auberge du Cocatrix
ja: コカトリス亭
pl: Karczma „Kuroliszek"
pt_br: Pousada Cocatriz
