Repository: EKlaman/gwent-tracker
Catalog: src/GwentTracker/locale/gwent-tracker.*.po
Languages: cs

source: Unable to load card info
cs: Leze načíst informace o kartách

source: Unable to load save game
cs: Nelze načíst uloženou pozici hry

source: Obtained {cardNames}
cs: Získány karty {cardNames}

source: GwentTracker
cs: GwentTracker (Automatický kontrolní seznam gwintových karet)

source: Achievement Progress
cs: Postup v odemknutí achievementu

source: Card Collector
cs: Karbaník

source: I Have a Gwent Problem
cs: Skellige jako malované

source: Base Game
cs: Základní hra

source: DLC
cs: Rozšíření (datadisky)

source: Missable Cards by Quest
cs: Propásnutelné karty spojené s úkoly

source: Region
cs: Oblast

source: The point at which you can no longer obtain the card(s)
cs: "Cutoff" označuje moment, po němž už nebude možné získat karty spojené s tímto úkolem

source: Filter
cs: Filtrování

source: Add
cs: Přidat

source: Name
cs: Jméno

source: Copies
cs: Duplikáty

source: Deck
cs: Balíček

source: Type
cs: Typ

source: Location
cs: Místo nálezu
